<script setup>
const tabItems = ref([
  { text: "자사제품", value: "1" },
  { text: "타사제품", value: "2" },
]);
const tab = ref("1");
const list = ref([
  {
    brand_name: "에스트라",
    texture: "세럼",
    price: 33000,
    img_url: "/img/product2.webp",
    product_name: "아토베리어365 세라-히알 속수분 앰플 30ml",
    ingredients:
      "정제수, 부틸렌글라이콜, 글리세린, 나이아신아마이드, 1,2-헥산다이올, 베타인, 판테놀, 카보머, 에틸헥실글리세린, 소듐하이알루로네이트(1001 ppm),3-O-에틸아스코빅애씨드, 셀룰로오스검, 트로메타민, 소듐트라이메타포스페이트, 다이포타슘글리시리제이트, 프로판다이올, 아데노신, 하이드록시프로필비스팔미타마이드엠이에이(210 ppm), 소듐메타포스페이트, 글리세릴카프릴레이트, 포타슘하이드록사이드, 소듐락테이트, 바이오사카라이드검-1, 카프릴릭/카프릭트라이글리세라이드, 펜틸렌글라이콜, 시트릭애씨드, 하이드록시에틸우레아, 폴리글리세릴-10스테아레이트, 콜레스테롤, 프로필렌글라이콜, 포타슘세틸포스페이트, 토코페롤, 세라마이드엔피(0.75 ppm), 만니톨, 스테아릭애씨드, 실리카, 아크릴레이트/암모늄메타크릴레이트코폴리머, 하이드로제네이티드레시틴, 팔미틱애씨드, 올레익애씨드, 아라키딕애씨드, 스핑고리피드,정제수, 부틸렌글라이콜, 글리세린, 나이아신아마이드, 1,2-헥산다이올, 베타인, 판테놀, 카보머, 에틸헥실글리세린, 소듐하이알루로네이트(1001 ppm),3-O-에틸아스코빅애씨드, 셀룰로오스검, 트로메타민, 소듐트라이메타포스페이트, 다이포타슘글리시리제이트, 프로판다이올, 아데노신, 하이드록시프로필비스팔미타마이드엠이에이(210 ppm), 소듐메타포스페이트, 글리세릴카프릴레이트, 포타슘하이드록사이드, 소듐락테이트, 바이오사카라이드검-1, 카프릴릭/카프릭트라이글리세라이드, 펜틸렌글라이콜, 시트릭애씨드, 하이드록시에틸우레아, 폴리글리세릴-10스테아레이트, 콜레스테롤, 프로필렌글라이콜, 포타슘세틸포스페이트, 토코페롤, 세라마이드엔피(0.75 ppm), 만니톨, 스테아릭애씨드, 실리카, 아크릴레이트/암모늄메타크릴레이트코폴리머, 하이드로제네이티드레시틴, 팔미틱애씨드, 올레익애씨드, 아라키딕애씨드, 스핑고리피드",
    category_1: "스킨",
    category_2: "스킨_로션",
    tags: ["기능성"],
  },
  {
    brand_name: "에스트라",
    texture: "세럼",
    price: 33000,
    img_url: "/img/product2.webp",
    product_name: "아토베리어365 세라-히알 속수분 앰플 30ml",
    ingredients:
      "정제수, 부틸렌글라이콜, 글리세린, 나이아신아마이드, 1,2-헥산다이올, 베타인, 판테놀, 카보머, 에틸헥실글리세린, 소듐하이알루로네이트(1001 ppm),3-O-에틸아스코빅애씨드, 셀룰로오스검, 트로메타민, 소듐트라이메타포스페이트, 다이포타슘글리시리제이트, 프로판다이올, 아데노신, 하이드록시프로필비스팔미타마이드엠이에이(210 ppm), 소듐메타포스페이트, 글리세릴카프릴레이트, 포타슘하이드록사이드, 소듐락테이트, 바이오사카라이드검-1, 카프릴릭/카프릭트라이글리세라이드, 펜틸렌글라이콜, 시트릭애씨드, 하이드록시에틸우레아, 폴리글리세릴-10스테아레이트, 콜레스테롤, 프로필렌글라이콜, 포타슘세틸포스페이트, 토코페롤, 세라마이드엔피(0.75 ppm), 만니톨, 스테아릭애씨드, 실리카, 아크릴레이트/암모늄메타크릴레이트코폴리머, 하이드로제네이티드레시틴, 팔미틱애씨드, 올레익애씨드, 아라키딕애씨드, 스핑고리피드,정제수, 부틸렌글라이콜, 글리세린, 나이아신아마이드, 1,2-헥산다이올, 베타인, 판테놀, 카보머, 에틸헥실글리세린, 소듐하이알루로네이트(1001 ppm),3-O-에틸아스코빅애씨드, 셀룰로오스검, 트로메타민, 소듐트라이메타포스페이트, 다이포타슘글리시리제이트, 프로판다이올, 아데노신, 하이드록시프로필비스팔미타마이드엠이에이(210 ppm), 소듐메타포스페이트, 글리세릴카프릴레이트, 포타슘하이드록사이드, 소듐락테이트, 바이오사카라이드검-1, 카프릴릭/카프릭트라이글리세라이드, 펜틸렌글라이콜, 시트릭애씨드, 하이드록시에틸우레아, 폴리글리세릴-10스테아레이트, 콜레스테롤, 프로필렌글라이콜, 포타슘세틸포스페이트, 토코페롤, 세라마이드엔피(0.75 ppm), 만니톨, 스테아릭애씨드, 실리카, 아크릴레이트/암모늄메타크릴레이트코폴리머, 하이드로제네이티드레시틴, 팔미틱애씨드, 올레익애씨드, 아라키딕애씨드, 스핑고리피드",
    category_1: "스킨",
    category_2: "스킨_로션",
    tags: ["기능성"],
  },
  {
    brand_name: "에스트라",
    texture: "세럼",
    price: 33000,
    img_url: "/img/product2.webp",
    product_name: "아토베리어365 세라-히알 속수분 앰플 30ml",
    ingredients:
      "정제수, 부틸렌글라이콜, 글리세린, 나이아신아마이드, 1,2-헥산다이올, 베타인, 판테놀, 카보머, 에틸헥실글리세린, 소듐하이알루로네이트(1001 ppm),3-O-에틸아스코빅애씨드, 셀룰로오스검, 트로메타민, 소듐트라이메타포스페이트, 다이포타슘글리시리제이트, 프로판다이올, 아데노신, 하이드록시프로필비스팔미타마이드엠이에이(210 ppm), 소듐메타포스페이트, 글리세릴카프릴레이트, 포타슘하이드록사이드, 소듐락테이트, 바이오사카라이드검-1, 카프릴릭/카프릭트라이글리세라이드, 펜틸렌글라이콜, 시트릭애씨드, 하이드록시에틸우레아, 폴리글리세릴-10스테아레이트, 콜레스테롤, 프로필렌글라이콜, 포타슘세틸포스페이트, 토코페롤, 세라마이드엔피(0.75 ppm), 만니톨, 스테아릭애씨드, 실리카, 아크릴레이트/암모늄메타크릴레이트코폴리머, 하이드로제네이티드레시틴, 팔미틱애씨드, 올레익애씨드, 아라키딕애씨드, 스핑고리피드,정제수, 부틸렌글라이콜, 글리세린, 나이아신아마이드, 1,2-헥산다이올, 베타인, 판테놀, 카보머, 에틸헥실글리세린, 소듐하이알루로네이트(1001 ppm),3-O-에틸아스코빅애씨드, 셀룰로오스검, 트로메타민, 소듐트라이메타포스페이트, 다이포타슘글리시리제이트, 프로판다이올, 아데노신, 하이드록시프로필비스팔미타마이드엠이에이(210 ppm), 소듐메타포스페이트, 글리세릴카프릴레이트, 포타슘하이드록사이드, 소듐락테이트, 바이오사카라이드검-1, 카프릴릭/카프릭트라이글리세라이드, 펜틸렌글라이콜, 시트릭애씨드, 하이드록시에틸우레아, 폴리글리세릴-10스테아레이트, 콜레스테롤, 프로필렌글라이콜, 포타슘세틸포스페이트, 토코페롤, 세라마이드엔피(0.75 ppm), 만니톨, 스테아릭애씨드, 실리카, 아크릴레이트/암모늄메타크릴레이트코폴리머, 하이드로제네이티드레시틴, 팔미틱애씨드, 올레익애씨드, 아라키딕애씨드, 스핑고리피드",
    category_1: "스킨",
    category_2: "스킨_로션",
    tags: ["기능성"],
  },
  {
    brand_name: "에스트라",
    texture: "세럼",
    price: 33000,
    img_url: "/img/product2.webp",
    product_name: "아토베리어365 세라-히알 속수분 앰플 30ml",
    ingredients:
      "정제수, 부틸렌글라이콜, 글리세린, 나이아신아마이드, 1,2-헥산다이올, 베타인, 판테놀, 카보머, 에틸헥실글리세린, 소듐하이알루로네이트(1001 ppm),3-O-에틸아스코빅애씨드, 셀룰로오스검, 트로메타민, 소듐트라이메타포스페이트, 다이포타슘글리시리제이트, 프로판다이올, 아데노신, 하이드록시프로필비스팔미타마이드엠이에이(210 ppm), 소듐메타포스페이트, 글리세릴카프릴레이트, 포타슘하이드록사이드, 소듐락테이트, 바이오사카라이드검-1, 카프릴릭/카프릭트라이글리세라이드, 펜틸렌글라이콜, 시트릭애씨드, 하이드록시에틸우레아, 폴리글리세릴-10스테아레이트, 콜레스테롤, 프로필렌글라이콜, 포타슘세틸포스페이트, 토코페롤, 세라마이드엔피(0.75 ppm), 만니톨, 스테아릭애씨드, 실리카, 아크릴레이트/암모늄메타크릴레이트코폴리머, 하이드로제네이티드레시틴, 팔미틱애씨드, 올레익애씨드, 아라키딕애씨드, 스핑고리피드,정제수, 부틸렌글라이콜, 글리세린, 나이아신아마이드, 1,2-헥산다이올, 베타인, 판테놀, 카보머, 에틸헥실글리세린, 소듐하이알루로네이트(1001 ppm),3-O-에틸아스코빅애씨드, 셀룰로오스검, 트로메타민, 소듐트라이메타포스페이트, 다이포타슘글리시리제이트, 프로판다이올, 아데노신, 하이드록시프로필비스팔미타마이드엠이에이(210 ppm), 소듐메타포스페이트, 글리세릴카프릴레이트, 포타슘하이드록사이드, 소듐락테이트, 바이오사카라이드검-1, 카프릴릭/카프릭트라이글리세라이드, 펜틸렌글라이콜, 시트릭애씨드, 하이드록시에틸우레아, 폴리글리세릴-10스테아레이트, 콜레스테롤, 프로필렌글라이콜, 포타슘세틸포스페이트, 토코페롤, 세라마이드엔피(0.75 ppm), 만니톨, 스테아릭애씨드, 실리카, 아크릴레이트/암모늄메타크릴레이트코폴리머, 하이드로제네이티드레시틴, 팔미틱애씨드, 올레익애씨드, 아라키딕애씨드, 스핑고리피드",
    category_1: "스킨",
    category_2: "스킨_로션",
    tags: ["기능성"],
  },
  {
    brand_name: "에스트라",
    texture: "세럼",
    price: 33000,
    img_url: "/img/product2.webp",
    product_name: "아토베리어365 세라-히알 속수분 앰플 30ml",
    ingredients:
      "정제수, 부틸렌글라이콜, 글리세린, 나이아신아마이드, 1,2-헥산다이올, 베타인, 판테놀, 카보머, 에틸헥실글리세린, 소듐하이알루로네이트(1001 ppm),3-O-에틸아스코빅애씨드, 셀룰로오스검, 트로메타민, 소듐트라이메타포스페이트, 다이포타슘글리시리제이트, 프로판다이올, 아데노신, 하이드록시프로필비스팔미타마이드엠이에이(210 ppm), 소듐메타포스페이트, 글리세릴카프릴레이트, 포타슘하이드록사이드, 소듐락테이트, 바이오사카라이드검-1, 카프릴릭/카프릭트라이글리세라이드, 펜틸렌글라이콜, 시트릭애씨드, 하이드록시에틸우레아, 폴리글리세릴-10스테아레이트, 콜레스테롤, 프로필렌글라이콜, 포타슘세틸포스페이트, 토코페롤, 세라마이드엔피(0.75 ppm), 만니톨, 스테아릭애씨드, 실리카, 아크릴레이트/암모늄메타크릴레이트코폴리머, 하이드로제네이티드레시틴, 팔미틱애씨드, 올레익애씨드, 아라키딕애씨드, 스핑고리피드,정제수, 부틸렌글라이콜, 글리세린, 나이아신아마이드, 1,2-헥산다이올, 베타인, 판테놀, 카보머, 에틸헥실글리세린, 소듐하이알루로네이트(1001 ppm),3-O-에틸아스코빅애씨드, 셀룰로오스검, 트로메타민, 소듐트라이메타포스페이트, 다이포타슘글리시리제이트, 프로판다이올, 아데노신, 하이드록시프로필비스팔미타마이드엠이에이(210 ppm), 소듐메타포스페이트, 글리세릴카프릴레이트, 포타슘하이드록사이드, 소듐락테이트, 바이오사카라이드검-1, 카프릴릭/카프릭트라이글리세라이드, 펜틸렌글라이콜, 시트릭애씨드, 하이드록시에틸우레아, 폴리글리세릴-10스테아레이트, 콜레스테롤, 프로필렌글라이콜, 포타슘세틸포스페이트, 토코페롤, 세라마이드엔피(0.75 ppm), 만니톨, 스테아릭애씨드, 실리카, 아크릴레이트/암모늄메타크릴레이트코폴리머, 하이드로제네이티드레시틴, 팔미틱애씨드, 올레익애씨드, 아라키딕애씨드, 스핑고리피드",
    category_1: "스킨",
    category_2: "스킨_로션",
    tags: ["기능성"],
  },
  {
    brand_name: "에스트라",
    texture: "세럼",
    price: 33000,
    img_url: "/img/product2.webp",
    product_name: "아토베리어365 세라-히알 속수분 앰플 30ml",
    ingredients:
      "정제수, 부틸렌글라이콜, 글리세린, 나이아신아마이드, 1,2-헥산다이올, 베타인, 판테놀, 카보머, 에틸헥실글리세린, 소듐하이알루로네이트(1001 ppm),3-O-에틸아스코빅애씨드, 셀룰로오스검, 트로메타민, 소듐트라이메타포스페이트, 다이포타슘글리시리제이트, 프로판다이올, 아데노신, 하이드록시프로필비스팔미타마이드엠이에이(210 ppm), 소듐메타포스페이트, 글리세릴카프릴레이트, 포타슘하이드록사이드, 소듐락테이트, 바이오사카라이드검-1, 카프릴릭/카프릭트라이글리세라이드, 펜틸렌글라이콜, 시트릭애씨드, 하이드록시에틸우레아, 폴리글리세릴-10스테아레이트, 콜레스테롤, 프로필렌글라이콜, 포타슘세틸포스페이트, 토코페롤, 세라마이드엔피(0.75 ppm), 만니톨, 스테아릭애씨드, 실리카, 아크릴레이트/암모늄메타크릴레이트코폴리머, 하이드로제네이티드레시틴, 팔미틱애씨드, 올레익애씨드, 아라키딕애씨드, 스핑고리피드,정제수, 부틸렌글라이콜, 글리세린, 나이아신아마이드, 1,2-헥산다이올, 베타인, 판테놀, 카보머, 에틸헥실글리세린, 소듐하이알루로네이트(1001 ppm),3-O-에틸아스코빅애씨드, 셀룰로오스검, 트로메타민, 소듐트라이메타포스페이트, 다이포타슘글리시리제이트, 프로판다이올, 아데노신, 하이드록시프로필비스팔미타마이드엠이에이(210 ppm), 소듐메타포스페이트, 글리세릴카프릴레이트, 포타슘하이드록사이드, 소듐락테이트, 바이오사카라이드검-1, 카프릴릭/카프릭트라이글리세라이드, 펜틸렌글라이콜, 시트릭애씨드, 하이드록시에틸우레아, 폴리글리세릴-10스테아레이트, 콜레스테롤, 프로필렌글라이콜, 포타슘세틸포스페이트, 토코페롤, 세라마이드엔피(0.75 ppm), 만니톨, 스테아릭애씨드, 실리카, 아크릴레이트/암모늄메타크릴레이트코폴리머, 하이드로제네이티드레시틴, 팔미틱애씨드, 올레익애씨드, 아라키딕애씨드, 스핑고리피드",
    category_1: "스킨",
    category_2: "스킨_로션",
    tags: ["기능성"],
  },
  {
    brand_name: "에스트라",
    texture: "세럼",
    price: 33000,
    img_url: "/img/product2.webp",
    product_name: "아토베리어365 세라-히알 속수분 앰플 30ml",
    ingredients:
      "정제수, 부틸렌글라이콜, 글리세린, 나이아신아마이드, 1,2-헥산다이올, 베타인, 판테놀, 카보머, 에틸헥실글리세린, 소듐하이알루로네이트(1001 ppm),3-O-에틸아스코빅애씨드, 셀룰로오스검, 트로메타민, 소듐트라이메타포스페이트, 다이포타슘글리시리제이트, 프로판다이올, 아데노신, 하이드록시프로필비스팔미타마이드엠이에이(210 ppm), 소듐메타포스페이트, 글리세릴카프릴레이트, 포타슘하이드록사이드, 소듐락테이트, 바이오사카라이드검-1, 카프릴릭/카프릭트라이글리세라이드, 펜틸렌글라이콜, 시트릭애씨드, 하이드록시에틸우레아, 폴리글리세릴-10스테아레이트, 콜레스테롤, 프로필렌글라이콜, 포타슘세틸포스페이트, 토코페롤, 세라마이드엔피(0.75 ppm), 만니톨, 스테아릭애씨드, 실리카, 아크릴레이트/암모늄메타크릴레이트코폴리머, 하이드로제네이티드레시틴, 팔미틱애씨드, 올레익애씨드, 아라키딕애씨드, 스핑고리피드,정제수, 부틸렌글라이콜, 글리세린, 나이아신아마이드, 1,2-헥산다이올, 베타인, 판테놀, 카보머, 에틸헥실글리세린, 소듐하이알루로네이트(1001 ppm),3-O-에틸아스코빅애씨드, 셀룰로오스검, 트로메타민, 소듐트라이메타포스페이트, 다이포타슘글리시리제이트, 프로판다이올, 아데노신, 하이드록시프로필비스팔미타마이드엠이에이(210 ppm), 소듐메타포스페이트, 글리세릴카프릴레이트, 포타슘하이드록사이드, 소듐락테이트, 바이오사카라이드검-1, 카프릴릭/카프릭트라이글리세라이드, 펜틸렌글라이콜, 시트릭애씨드, 하이드록시에틸우레아, 폴리글리세릴-10스테아레이트, 콜레스테롤, 프로필렌글라이콜, 포타슘세틸포스페이트, 토코페롤, 세라마이드엔피(0.75 ppm), 만니톨, 스테아릭애씨드, 실리카, 아크릴레이트/암모늄메타크릴레이트코폴리머, 하이드로제네이티드레시틴, 팔미틱애씨드, 올레익애씨드, 아라키딕애씨드, 스핑고리피드",
    category_1: "스킨",
    category_2: "스킨_로션",
    tags: ["기능성"],
  },
  {
    brand_name: "에스트라",
    texture: "세럼",
    price: 33000,
    img_url: "/img/product2.webp",
    product_name: "아토베리어365 세라-히알 속수분 앰플 30ml",
    ingredients:
      "정제수, 부틸렌글라이콜, 글리세린, 나이아신아마이드, 1,2-헥산다이올, 베타인, 판테놀, 카보머, 에틸헥실글리세린, 소듐하이알루로네이트(1001 ppm),3-O-에틸아스코빅애씨드, 셀룰로오스검, 트로메타민, 소듐트라이메타포스페이트, 다이포타슘글리시리제이트, 프로판다이올, 아데노신, 하이드록시프로필비스팔미타마이드엠이에이(210 ppm), 소듐메타포스페이트, 글리세릴카프릴레이트, 포타슘하이드록사이드, 소듐락테이트, 바이오사카라이드검-1, 카프릴릭/카프릭트라이글리세라이드, 펜틸렌글라이콜, 시트릭애씨드, 하이드록시에틸우레아, 폴리글리세릴-10스테아레이트, 콜레스테롤, 프로필렌글라이콜, 포타슘세틸포스페이트, 토코페롤, 세라마이드엔피(0.75 ppm), 만니톨, 스테아릭애씨드, 실리카, 아크릴레이트/암모늄메타크릴레이트코폴리머, 하이드로제네이티드레시틴, 팔미틱애씨드, 올레익애씨드, 아라키딕애씨드, 스핑고리피드,정제수, 부틸렌글라이콜, 글리세린, 나이아신아마이드, 1,2-헥산다이올, 베타인, 판테놀, 카보머, 에틸헥실글리세린, 소듐하이알루로네이트(1001 ppm),3-O-에틸아스코빅애씨드, 셀룰로오스검, 트로메타민, 소듐트라이메타포스페이트, 다이포타슘글리시리제이트, 프로판다이올, 아데노신, 하이드록시프로필비스팔미타마이드엠이에이(210 ppm), 소듐메타포스페이트, 글리세릴카프릴레이트, 포타슘하이드록사이드, 소듐락테이트, 바이오사카라이드검-1, 카프릴릭/카프릭트라이글리세라이드, 펜틸렌글라이콜, 시트릭애씨드, 하이드록시에틸우레아, 폴리글리세릴-10스테아레이트, 콜레스테롤, 프로필렌글라이콜, 포타슘세틸포스페이트, 토코페롤, 세라마이드엔피(0.75 ppm), 만니톨, 스테아릭애씨드, 실리카, 아크릴레이트/암모늄메타크릴레이트코폴리머, 하이드로제네이티드레시틴, 팔미틱애씨드, 올레익애씨드, 아라키딕애씨드, 스핑고리피드",
    category_1: "스킨",
    category_2: "스킨_로션",
    tags: ["기능성"],
  },
]);
</script>

<template>
  <div id="Products" class="content">
    <div class="content_inner">
      <div class="page_header">
        <h2 class="page_title">화장품</h2>
        <ClientOnly>
          <v-tabs
            class="tab_narrow mb-2"
            v-model="tab"
            bg-color="transparent"
            align-tabs="center"
          >
            <v-tab
              v-for="item in tabItems"
              :key="item.value"
              :text="item.text"
              :value="item.value"
            ></v-tab>
          </v-tabs>
        </ClientOnly>
      </div>
      <div class="board">
        <div class="board_content">
          <ClientOnly>
            <BoardItemProduct :list="list" />
          </ClientOnly>
        </div>
        <div class="board_paging">1,2,3,</div>
      </div>
    </div>
  </div>
</template>

<style scoped>
.rnb_header {
  height: 38px;
  margin-left: 0.75rem;
  width: 100%;
  display: flex;
  align-items: center;
}
.chip_group {
  width: 100%;
  display: flex;
  align-items: center;
  grid-template: 4rem;
  margin-top: 10px;
}
</style>
