<script setup>
const tab_items = ref([
  { text: "자사제품", value: "1" },
  { text: "타사제품", value: "2" },
]);
const tab = ref("1");
const targetItem = ref(null);
const dialog = ref(false);

const list = ref([
  {
    brand_name: "에스트라",
    texture: "세럼",
    price: 33000,
    img_url: "/img/product2.webp",
    product_name: "아토베리어365 세라-히알 속수분 앰플 30ml",
    ingredients:
      "정제수, 부틸렌글라이콜, 글리세린, 나이아신아마이드, 1,2-헥산다이올, 베타인, 판테놀, 카보머, 에틸헥실글리세린, 소듐하이알루로네이트(1001 ppm),3-O-에틸아스코빅애씨드, 셀룰로오스검, 트로메타민, 소듐트라이메타포스페이트, 다이포타슘글리시리제이트, 프로판다이올, 아데노신, 하이드록시프로필비스팔미타마이드엠이에이(210 ppm), 소듐메타포스페이트, 글리세릴카프릴레이트, 포타슘하이드록사이드, 소듐락테이트, 바이오사카라이드검-1, 카프릴릭/카프릭트라이글리세라이드, 펜틸렌글라이콜, 시트릭애씨드, 하이드록시에틸우레아, 폴리글리세릴-10스테아레이트, 콜레스테롤, 프로필렌글라이콜, 포타슘세틸포스페이트, 토코페롤, 세라마이드엔피(0.75 ppm), 만니톨, 스테아릭애씨드, 실리카, 아크릴레이트/암모늄메타크릴레이트코폴리머, 하이드로제네이티드레시틴, 팔미틱애씨드, 올레익애씨드, 아라키딕애씨드, 스핑고리피드,정제수, 부틸렌글라이콜, 글리세린, 나이아신아마이드, 1,2-헥산다이올, 베타인, 판테놀, 카보머, 에틸헥실글리세린, 소듐하이알루로네이트(1001 ppm),3-O-에틸아스코빅애씨드, 셀룰로오스검, 트로메타민, 소듐트라이메타포스페이트, 다이포타슘글리시리제이트, 프로판다이올, 아데노신, 하이드록시프로필비스팔미타마이드엠이에이(210 ppm), 소듐메타포스페이트, 글리세릴카프릴레이트, 포타슘하이드록사이드, 소듐락테이트, 바이오사카라이드검-1, 카프릴릭/카프릭트라이글리세라이드, 펜틸렌글라이콜, 시트릭애씨드, 하이드록시에틸우레아, 폴리글리세릴-10스테아레이트, 콜레스테롤, 프로필렌글라이콜, 포타슘세틸포스페이트, 토코페롤, 세라마이드엔피(0.75 ppm), 만니톨, 스테아릭애씨드, 실리카, 아크릴레이트/암모늄메타크릴레이트코폴리머, 하이드로제네이티드레시틴, 팔미틱애씨드, 올레익애씨드, 아라키딕애씨드, 스핑고리피드",
    category_1: "스킨",
    category_2: "스킨_로션",
    tags: ["기능성"],
  },
  {
    brand_name: "에스트라",
    texture: "세럼",
    price: 33000,
    img_url: "/img/product2.webp",
    product_name: "아토베리어365 세라-히알 속수분 앰플 30ml",
    ingredients:
      "정제수, 부틸렌글라이콜, 글리세린, 나이아신아마이드, 1,2-헥산다이올, 베타인, 판테놀, 카보머, 에틸헥실글리세린, 소듐하이알루로네이트(1001 ppm),3-O-에틸아스코빅애씨드, 셀룰로오스검, 트로메타민, 소듐트라이메타포스페이트, 다이포타슘글리시리제이트, 프로판다이올, 아데노신, 하이드록시프로필비스팔미타마이드엠이에이(210 ppm), 소듐메타포스페이트, 글리세릴카프릴레이트, 포타슘하이드록사이드, 소듐락테이트, 바이오사카라이드검-1, 카프릴릭/카프릭트라이글리세라이드, 펜틸렌글라이콜, 시트릭애씨드, 하이드록시에틸우레아, 폴리글리세릴-10스테아레이트, 콜레스테롤, 프로필렌글라이콜, 포타슘세틸포스페이트, 토코페롤, 세라마이드엔피(0.75 ppm), 만니톨, 스테아릭애씨드, 실리카, 아크릴레이트/암모늄메타크릴레이트코폴리머, 하이드로제네이티드레시틴, 팔미틱애씨드, 올레익애씨드, 아라키딕애씨드, 스핑고리피드,정제수, 부틸렌글라이콜, 글리세린, 나이아신아마이드, 1,2-헥산다이올, 베타인, 판테놀, 카보머, 에틸헥실글리세린, 소듐하이알루로네이트(1001 ppm),3-O-에틸아스코빅애씨드, 셀룰로오스검, 트로메타민, 소듐트라이메타포스페이트, 다이포타슘글리시리제이트, 프로판다이올, 아데노신, 하이드록시프로필비스팔미타마이드엠이에이(210 ppm), 소듐메타포스페이트, 글리세릴카프릴레이트, 포타슘하이드록사이드, 소듐락테이트, 바이오사카라이드검-1, 카프릴릭/카프릭트라이글리세라이드, 펜틸렌글라이콜, 시트릭애씨드, 하이드록시에틸우레아, 폴리글리세릴-10스테아레이트, 콜레스테롤, 프로필렌글라이콜, 포타슘세틸포스페이트, 토코페롤, 세라마이드엔피(0.75 ppm), 만니톨, 스테아릭애씨드, 실리카, 아크릴레이트/암모늄메타크릴레이트코폴리머, 하이드로제네이티드레시틴, 팔미틱애씨드, 올레익애씨드, 아라키딕애씨드, 스핑고리피드",
    category_1: "스킨",
    category_2: "스킨_로션",
    tags: ["기능성"],
  },
  {
    brand_name: "에스트라",
    texture: "세럼",
    price: 33000,
    img_url: "/img/product2.webp",
    product_name: "아토베리어365 세라-히알 속수분 앰플 30ml",
    ingredients:
      "정제수, 부틸렌글라이콜, 글리세린, 나이아신아마이드, 1,2-헥산다이올, 베타인, 판테놀, 카보머, 에틸헥실글리세린, 소듐하이알루로네이트(1001 ppm),3-O-에틸아스코빅애씨드, 셀룰로오스검, 트로메타민, 소듐트라이메타포스페이트, 다이포타슘글리시리제이트, 프로판다이올, 아데노신, 하이드록시프로필비스팔미타마이드엠이에이(210 ppm), 소듐메타포스페이트, 글리세릴카프릴레이트, 포타슘하이드록사이드, 소듐락테이트, 바이오사카라이드검-1, 카프릴릭/카프릭트라이글리세라이드, 펜틸렌글라이콜, 시트릭애씨드, 하이드록시에틸우레아, 폴리글리세릴-10스테아레이트, 콜레스테롤, 프로필렌글라이콜, 포타슘세틸포스페이트, 토코페롤, 세라마이드엔피(0.75 ppm), 만니톨, 스테아릭애씨드, 실리카, 아크릴레이트/암모늄메타크릴레이트코폴리머, 하이드로제네이티드레시틴, 팔미틱애씨드, 올레익애씨드, 아라키딕애씨드, 스핑고리피드,정제수, 부틸렌글라이콜, 글리세린, 나이아신아마이드, 1,2-헥산다이올, 베타인, 판테놀, 카보머, 에틸헥실글리세린, 소듐하이알루로네이트(1001 ppm),3-O-에틸아스코빅애씨드, 셀룰로오스검, 트로메타민, 소듐트라이메타포스페이트, 다이포타슘글리시리제이트, 프로판다이올, 아데노신, 하이드록시프로필비스팔미타마이드엠이에이(210 ppm), 소듐메타포스페이트, 글리세릴카프릴레이트, 포타슘하이드록사이드, 소듐락테이트, 바이오사카라이드검-1, 카프릴릭/카프릭트라이글리세라이드, 펜틸렌글라이콜, 시트릭애씨드, 하이드록시에틸우레아, 폴리글리세릴-10스테아레이트, 콜레스테롤, 프로필렌글라이콜, 포타슘세틸포스페이트, 토코페롤, 세라마이드엔피(0.75 ppm), 만니톨, 스테아릭애씨드, 실리카, 아크릴레이트/암모늄메타크릴레이트코폴리머, 하이드로제네이티드레시틴, 팔미틱애씨드, 올레익애씨드, 아라키딕애씨드, 스핑고리피드",
    category_1: "스킨",
    category_2: "스킨_로션",
    tags: ["기능성"],
  },
  {
    brand_name: "에스트라",
    texture: "세럼",
    price: 33000,
    img_url: "/img/product2.webp",
    product_name: "아토베리어365 세라-히알 속수분 앰플 30ml",
    ingredients:
      "정제수, 부틸렌글라이콜, 글리세린, 나이아신아마이드, 1,2-헥산다이올, 베타인, 판테놀, 카보머, 에틸헥실글리세린, 소듐하이알루로네이트(1001 ppm),3-O-에틸아스코빅애씨드, 셀룰로오스검, 트로메타민, 소듐트라이메타포스페이트, 다이포타슘글리시리제이트, 프로판다이올, 아데노신, 하이드록시프로필비스팔미타마이드엠이에이(210 ppm), 소듐메타포스페이트, 글리세릴카프릴레이트, 포타슘하이드록사이드, 소듐락테이트, 바이오사카라이드검-1, 카프릴릭/카프릭트라이글리세라이드, 펜틸렌글라이콜, 시트릭애씨드, 하이드록시에틸우레아, 폴리글리세릴-10스테아레이트, 콜레스테롤, 프로필렌글라이콜, 포타슘세틸포스페이트, 토코페롤, 세라마이드엔피(0.75 ppm), 만니톨, 스테아릭애씨드, 실리카, 아크릴레이트/암모늄메타크릴레이트코폴리머, 하이드로제네이티드레시틴, 팔미틱애씨드, 올레익애씨드, 아라키딕애씨드, 스핑고리피드,정제수, 부틸렌글라이콜, 글리세린, 나이아신아마이드, 1,2-헥산다이올, 베타인, 판테놀, 카보머, 에틸헥실글리세린, 소듐하이알루로네이트(1001 ppm),3-O-에틸아스코빅애씨드, 셀룰로오스검, 트로메타민, 소듐트라이메타포스페이트, 다이포타슘글리시리제이트, 프로판다이올, 아데노신, 하이드록시프로필비스팔미타마이드엠이에이(210 ppm), 소듐메타포스페이트, 글리세릴카프릴레이트, 포타슘하이드록사이드, 소듐락테이트, 바이오사카라이드검-1, 카프릴릭/카프릭트라이글리세라이드, 펜틸렌글라이콜, 시트릭애씨드, 하이드록시에틸우레아, 폴리글리세릴-10스테아레이트, 콜레스테롤, 프로필렌글라이콜, 포타슘세틸포스페이트, 토코페롤, 세라마이드엔피(0.75 ppm), 만니톨, 스테아릭애씨드, 실리카, 아크릴레이트/암모늄메타크릴레이트코폴리머, 하이드로제네이티드레시틴, 팔미틱애씨드, 올레익애씨드, 아라키딕애씨드, 스핑고리피드",
    category_1: "스킨",
    category_2: "스킨_로션",
    tags: ["기능성"],
  },
  {
    brand_name: "에스트라",
    texture: "세럼",
    price: 33000,
    img_url: "/img/product2.webp",
    product_name: "아토베리어365 세라-히알 속수분 앰플 30ml",
    ingredients:
      "정제수, 부틸렌글라이콜, 글리세린, 나이아신아마이드, 1,2-헥산다이올, 베타인, 판테놀, 카보머, 에틸헥실글리세린, 소듐하이알루로네이트(1001 ppm),3-O-에틸아스코빅애씨드, 셀룰로오스검, 트로메타민, 소듐트라이메타포스페이트, 다이포타슘글리시리제이트, 프로판다이올, 아데노신, 하이드록시프로필비스팔미타마이드엠이에이(210 ppm), 소듐메타포스페이트, 글리세릴카프릴레이트, 포타슘하이드록사이드, 소듐락테이트, 바이오사카라이드검-1, 카프릴릭/카프릭트라이글리세라이드, 펜틸렌글라이콜, 시트릭애씨드, 하이드록시에틸우레아, 폴리글리세릴-10스테아레이트, 콜레스테롤, 프로필렌글라이콜, 포타슘세틸포스페이트, 토코페롤, 세라마이드엔피(0.75 ppm), 만니톨, 스테아릭애씨드, 실리카, 아크릴레이트/암모늄메타크릴레이트코폴리머, 하이드로제네이티드레시틴, 팔미틱애씨드, 올레익애씨드, 아라키딕애씨드, 스핑고리피드,정제수, 부틸렌글라이콜, 글리세린, 나이아신아마이드, 1,2-헥산다이올, 베타인, 판테놀, 카보머, 에틸헥실글리세린, 소듐하이알루로네이트(1001 ppm),3-O-에틸아스코빅애씨드, 셀룰로오스검, 트로메타민, 소듐트라이메타포스페이트, 다이포타슘글리시리제이트, 프로판다이올, 아데노신, 하이드록시프로필비스팔미타마이드엠이에이(210 ppm), 소듐메타포스페이트, 글리세릴카프릴레이트, 포타슘하이드록사이드, 소듐락테이트, 바이오사카라이드검-1, 카프릴릭/카프릭트라이글리세라이드, 펜틸렌글라이콜, 시트릭애씨드, 하이드록시에틸우레아, 폴리글리세릴-10스테아레이트, 콜레스테롤, 프로필렌글라이콜, 포타슘세틸포스페이트, 토코페롤, 세라마이드엔피(0.75 ppm), 만니톨, 스테아릭애씨드, 실리카, 아크릴레이트/암모늄메타크릴레이트코폴리머, 하이드로제네이티드레시틴, 팔미틱애씨드, 올레익애씨드, 아라키딕애씨드, 스핑고리피드",
    category_1: "스킨",
    category_2: "스킨_로션",
    tags: ["기능성"],
  },
  {
    brand_name: "에스트라",
    texture: "세럼",
    price: 33000,
    img_url: "/img/product2.webp",
    product_name: "아토베리어365 세라-히알 속수분 앰플 30ml",
    ingredients:
      "정제수, 부틸렌글라이콜, 글리세린, 나이아신아마이드, 1,2-헥산다이올, 베타인, 판테놀, 카보머, 에틸헥실글리세린, 소듐하이알루로네이트(1001 ppm),3-O-에틸아스코빅애씨드, 셀룰로오스검, 트로메타민, 소듐트라이메타포스페이트, 다이포타슘글리시리제이트, 프로판다이올, 아데노신, 하이드록시프로필비스팔미타마이드엠이에이(210 ppm), 소듐메타포스페이트, 글리세릴카프릴레이트, 포타슘하이드록사이드, 소듐락테이트, 바이오사카라이드검-1, 카프릴릭/카프릭트라이글리세라이드, 펜틸렌글라이콜, 시트릭애씨드, 하이드록시에틸우레아, 폴리글리세릴-10스테아레이트, 콜레스테롤, 프로필렌글라이콜, 포타슘세틸포스페이트, 토코페롤, 세라마이드엔피(0.75 ppm), 만니톨, 스테아릭애씨드, 실리카, 아크릴레이트/암모늄메타크릴레이트코폴리머, 하이드로제네이티드레시틴, 팔미틱애씨드, 올레익애씨드, 아라키딕애씨드, 스핑고리피드,정제수, 부틸렌글라이콜, 글리세린, 나이아신아마이드, 1,2-헥산다이올, 베타인, 판테놀, 카보머, 에틸헥실글리세린, 소듐하이알루로네이트(1001 ppm),3-O-에틸아스코빅애씨드, 셀룰로오스검, 트로메타민, 소듐트라이메타포스페이트, 다이포타슘글리시리제이트, 프로판다이올, 아데노신, 하이드록시프로필비스팔미타마이드엠이에이(210 ppm), 소듐메타포스페이트, 글리세릴카프릴레이트, 포타슘하이드록사이드, 소듐락테이트, 바이오사카라이드검-1, 카프릴릭/카프릭트라이글리세라이드, 펜틸렌글라이콜, 시트릭애씨드, 하이드록시에틸우레아, 폴리글리세릴-10스테아레이트, 콜레스테롤, 프로필렌글라이콜, 포타슘세틸포스페이트, 토코페롤, 세라마이드엔피(0.75 ppm), 만니톨, 스테아릭애씨드, 실리카, 아크릴레이트/암모늄메타크릴레이트코폴리머, 하이드로제네이티드레시틴, 팔미틱애씨드, 올레익애씨드, 아라키딕애씨드, 스핑고리피드",
    category_1: "스킨",
    category_2: "스킨_로션",
    tags: ["기능성"],
  },
  {
    brand_name: "에스트라",
    texture: "세럼",
    price: 33000,
    img_url: "/img/product2.webp",
    product_name: "아토베리어365 세라-히알 속수분 앰플 30ml",
    ingredients:
      "정제수, 부틸렌글라이콜, 글리세린, 나이아신아마이드, 1,2-헥산다이올, 베타인, 판테놀, 카보머, 에틸헥실글리세린, 소듐하이알루로네이트(1001 ppm),3-O-에틸아스코빅애씨드, 셀룰로오스검, 트로메타민, 소듐트라이메타포스페이트, 다이포타슘글리시리제이트, 프로판다이올, 아데노신, 하이드록시프로필비스팔미타마이드엠이에이(210 ppm), 소듐메타포스페이트, 글리세릴카프릴레이트, 포타슘하이드록사이드, 소듐락테이트, 바이오사카라이드검-1, 카프릴릭/카프릭트라이글리세라이드, 펜틸렌글라이콜, 시트릭애씨드, 하이드록시에틸우레아, 폴리글리세릴-10스테아레이트, 콜레스테롤, 프로필렌글라이콜, 포타슘세틸포스페이트, 토코페롤, 세라마이드엔피(0.75 ppm), 만니톨, 스테아릭애씨드, 실리카, 아크릴레이트/암모늄메타크릴레이트코폴리머, 하이드로제네이티드레시틴, 팔미틱애씨드, 올레익애씨드, 아라키딕애씨드, 스핑고리피드,정제수, 부틸렌글라이콜, 글리세린, 나이아신아마이드, 1,2-헥산다이올, 베타인, 판테놀, 카보머, 에틸헥실글리세린, 소듐하이알루로네이트(1001 ppm),3-O-에틸아스코빅애씨드, 셀룰로오스검, 트로메타민, 소듐트라이메타포스페이트, 다이포타슘글리시리제이트, 프로판다이올, 아데노신, 하이드록시프로필비스팔미타마이드엠이에이(210 ppm), 소듐메타포스페이트, 글리세릴카프릴레이트, 포타슘하이드록사이드, 소듐락테이트, 바이오사카라이드검-1, 카프릴릭/카프릭트라이글리세라이드, 펜틸렌글라이콜, 시트릭애씨드, 하이드록시에틸우레아, 폴리글리세릴-10스테아레이트, 콜레스테롤, 프로필렌글라이콜, 포타슘세틸포스페이트, 토코페롤, 세라마이드엔피(0.75 ppm), 만니톨, 스테아릭애씨드, 실리카, 아크릴레이트/암모늄메타크릴레이트코폴리머, 하이드로제네이티드레시틴, 팔미틱애씨드, 올레익애씨드, 아라키딕애씨드, 스핑고리피드",
    category_1: "스킨",
    category_2: "스킨_로션",
    tags: ["기능성"],
  },
  {
    brand_name: "에스트라",
    texture: "세럼",
    price: 33000,
    img_url: "/img/product2.webp",
    product_name: "아토베리어365 세라-히알 속수분 앰플 30ml",
    ingredients:
      "정제수, 부틸렌글라이콜, 글리세린, 나이아신아마이드, 1,2-헥산다이올, 베타인, 판테놀, 카보머, 에틸헥실글리세린, 소듐하이알루로네이트(1001 ppm),3-O-에틸아스코빅애씨드, 셀룰로오스검, 트로메타민, 소듐트라이메타포스페이트, 다이포타슘글리시리제이트, 프로판다이올, 아데노신, 하이드록시프로필비스팔미타마이드엠이에이(210 ppm), 소듐메타포스페이트, 글리세릴카프릴레이트, 포타슘하이드록사이드, 소듐락테이트, 바이오사카라이드검-1, 카프릴릭/카프릭트라이글리세라이드, 펜틸렌글라이콜, 시트릭애씨드, 하이드록시에틸우레아, 폴리글리세릴-10스테아레이트, 콜레스테롤, 프로필렌글라이콜, 포타슘세틸포스페이트, 토코페롤, 세라마이드엔피(0.75 ppm), 만니톨, 스테아릭애씨드, 실리카, 아크릴레이트/암모늄메타크릴레이트코폴리머, 하이드로제네이티드레시틴, 팔미틱애씨드, 올레익애씨드, 아라키딕애씨드, 스핑고리피드,정제수, 부틸렌글라이콜, 글리세린, 나이아신아마이드, 1,2-헥산다이올, 베타인, 판테놀, 카보머, 에틸헥실글리세린, 소듐하이알루로네이트(1001 ppm),3-O-에틸아스코빅애씨드, 셀룰로오스검, 트로메타민, 소듐트라이메타포스페이트, 다이포타슘글리시리제이트, 프로판다이올, 아데노신, 하이드록시프로필비스팔미타마이드엠이에이(210 ppm), 소듐메타포스페이트, 글리세릴카프릴레이트, 포타슘하이드록사이드, 소듐락테이트, 바이오사카라이드검-1, 카프릴릭/카프릭트라이글리세라이드, 펜틸렌글라이콜, 시트릭애씨드, 하이드록시에틸우레아, 폴리글리세릴-10스테아레이트, 콜레스테롤, 프로필렌글라이콜, 포타슘세틸포스페이트, 토코페롤, 세라마이드엔피(0.75 ppm), 만니톨, 스테아릭애씨드, 실리카, 아크릴레이트/암모늄메타크릴레이트코폴리머, 하이드로제네이티드레시틴, 팔미틱애씨드, 올레익애씨드, 아라키딕애씨드, 스핑고리피드",
    category_1: "스킨",
    category_2: "스킨_로션",
    tags: ["기능성"],
  },
]);
function openDialog(item) {
  dialog.value = true;
  targetItem.value = item;
}
</script>
<template>
  <div id="Products" class="content">
    <div class="content_inner">
      <div class="page_header">
        <h2 class="page_title">화장품</h2>
        <v-tabs
          class="tab_narrow"
          v-model="tab"
          bg-color="transparent"
          align-tabs="center"
        >
          <v-tab
            v-for="item in tab_items"
            :key="item.value"
            :text="item.text"
            :value="item.value"
          ></v-tab>
        </v-tabs>
      </div>
      <div class="board">
        <div class="board_content">
          <div class="board_cards product_card grid-cols-4">
            <!-- 카드 start -->
            <v-card class="board_card" v-for="(item, i) in list" :key="i">
              <div class="card-img">
                <v-img height="250" :src="item.img_url" cover></v-img>
              </div>
              <v-card-item>
                <p class="card_title text-clamp-2">
                  {{ item.product_name }}
                </p>
                <v-card-subtitle>
                  <p class="flex gap-2 mt-1">
                    <button class="text-black fw-500 hover_underline">
                      {{ item.brand_name }}
                    </button>
                    <small>|</small>
                    <span class="body--s">
                      {{ formatNumber(item.price) }}원
                    </span>
                  </p>
                </v-card-subtitle>
              </v-card-item>
              <v-card-text lines="">
                <p class="text-clamp-6">{{ item.ingredients }}</p>
              </v-card-text>
              <div class="w-full flex justify-between align-center">
                <div class="flex px-3 gap-1">
                  <v-chip
                    v-for="(tag, idx) in item.tags"
                    :key="idx"
                    size="small"
                  >
                    {{ tag }}
                  </v-chip>
                  <v-chip size="small">{{ item.texture }}</v-chip>
                </div>

                <v-btn
                  icon="mdi-chevron-right"
                  variant="text"
                  class="mr-1 mb-2"
                  @click="openDialog(item)"
                />
              </div>
            </v-card>
          </div>
        </div>
        <div class="board_paging">1,2,3,</div>
      </div>
    </div>

    <!-- RNB -->
    <v-navigation-drawer
      class="rnb"
      v-model="dialog"
      temporary
      location="right"
      width="400"
    >
      <template v-if="targetItem">
        <div class="rnb_wrap">
          <div class="rnb_img card-img">
            <v-img height="250" :src="targetItem.img_url" cover></v-img>
          </div>
          <div class="rnb_content">
            <div class="rnb_header ml-3 w-full flex align-center">
              <div class="chip_group">
                <v-chip
                  v-for="(tag, idx) in targetItem.tags"
                  :key="idx"
                  size="x-small"
                >
                  {{ tag }}
                </v-chip>
                <v-chip size="x-small">{{ targetItem.texture }}</v-chip>
              </div>
              <v-btn
                icon="mdi-star"
                variant="text"
                class="mr-3 mt-2"
                color="grey-lighten-2"
              />
            </div>

            <v-card-item class="pt-1">
              <p class="card_title fw-600">
                {{ targetItem.product_name }}
              </p>
              <v-card-subtitle>
                <div class="flex px-3 gap-1"></div>
                <p class="flex gap-2 mt-1">
                  <button class="text-black fw-500 hover_underline">
                    {{ targetItem.brand_name }}
                  </button>
                  <small>|</small>
                  <span class="body--s">
                    {{ formatNumber(targetItem.price) }}원
                  </span>
                </p>
              </v-card-subtitle>
            </v-card-item>
            <v-card-text>
              <h4 class="mb-1 fw-600 flex align-center gap-1 word-space--1">
                <v-icon
                  icon="mdi-information"
                  size="small"
                  color="grey-lighten-1"
                />
                ｢화장품법｣에 따라 기재ㆍ표시하여야 하는 모든 성분
              </h4>
              <p>
                {{ targetItem.ingredients }}
              </p>
            </v-card-text>
            <v-card-text>
              <div>
                <h4 class="mb-1 fw-600 flex align-center gap-1 word-space--1">
                  <v-icon
                    icon="mdi-information"
                    size="small"
                    color="grey-lighten-1"
                  />
                  ｢화장품법｣에 따른 기능성 화장품 심사(보고) 여부
                </h4>
                <p>화장품법에 따른 기능성 화장품 심사를 필함</p>
              </div>
              <div>
                <h4
                  class="mt-5 mb-1 fw-600 flex align-center gap-1 word-space--1"
                >
                  <v-icon
                    icon="mdi-information"
                    size="small"
                    color="grey-lighten-1"
                  />
                  제품 주요 사양
                </h4>
                <p>제품 주요 사양 안내입니다.</p>
              </div>
              <div>
                <h4
                  class="mt-5 mb-1 fw-600 flex align-center gap-1 word-space--1"
                >
                  <v-icon
                    icon="mdi-information"
                    size="small"
                    color="grey-lighten-1"
                  />
                  사용방법
                </h4>
                <p>사용방법 안내입니다.</p>
              </div>
              <div>
                <h4
                  class="mt-5 mb-1 fw-600 flex align-center gap-1 word-space--1"
                >
                  <v-icon
                    icon="mdi-information"
                    size="small"
                    color="grey-lighten-1"
                  />
                  사용할 때의 주의사항
                </h4>
                <p>사용할 때의 주의사항</p>
              </div>
              <div>
                <h4
                  class="mt-5 mb-1 fw-600 flex align-center gap-1 word-space--1"
                >
                  <v-icon
                    icon="mdi-information"
                    size="small"
                    color="grey-lighten-1"
                  />
                  사용할 때의 주의사항
                </h4>
                <p>
                  1) 화장품 사용 시 또는 사용 후 직사광선에 의하여 사용 부위가
                  붉은 반점, 부어오름 또는 가려움증 등의 이상 증상이나 부작용이
                  있는 경우에는 전문의 등과 상담할 것. 2) 상처가 있는 부위
                  등에는 사용을 자제할 것. 3) 보관 및 취급 시 주의 사항. 가)
                  어린이의 손이 닿지 않는 곳에 보관할 것. 나) 직사광선을 피해서
                  보관할 것
                </p>
              </div>
              <div>
                <h4
                  class="mt-5 mb-1 fw-600 flex align-center gap-1 word-space--1"
                >
                  <v-icon
                    icon="mdi-information"
                    size="small"
                    color="grey-lighten-1"
                  />
                  소비자상담 전화번호
                </h4>
                <p>1577-4887</p>
              </div>
            </v-card-text>
          </div>
        </div>
      </template>
      <v-card class="board_card" :key="i"> </v-card>
    </v-navigation-drawer>
  </div>
</template>

<style scoped>
.rnb_header {
  height: 38px;
  margin-left: 0.75rem;
  width: 100%;
  display: flex;
  align-items: center;
}
.chip_group {
  width: 100%;
  display: flex;
  align-items: center;
  grid-template: 4rem;
  margin-top: 10px;
}
</style>
