[
    {
        "source": "AP.md",
        "context": "AP (에이피 뷰티)\n브랜드 카테고리:화장품, AP의 여정은 오랜 통념에 대한 도전에서 시작되었습니다. 우리는 아름다움에는 한계가 없다는 믿음으로, 그동안 해결하지 못했던 피부 문제와 고민에 대해 완전히 새로운 차원의 결과를 제공하는 혁신적인 고성능 스킨케어 솔루션을 선보입니다. APEX OF SKINCARE TO UNVEIL BEAUTY BEYOND 새로운 차원의 피부 과학 기술 화장품 영역에 국한되지 않는 폭넓은 연구와 다양한 글로벌 전문 기관과의 협력을 통하여 피부 과학의 혁신을 선도합니다. 독자 특허 성분 아주 작고 정밀한 단위에서부터 연구하여 탄생시킨 순수 독자 성분들은 기존 성분의 한계를 뛰어넘는 압도적인 효능과 피부 변화를 제공합니다. 결과를 검증하는 선도적인 클리니컬 테스트 쌍둥이 대상, 특수 케어 영감 인체적용시험 등 전문 평가 기관과의 공동 연구를 통해 정립한 선도적인 클리니컬 테스트 방식은 고성능 안티에이징 효능과 새로운 차원의 피부 결과를 검증합니다. 피부 컨설테이션 최첨단 피부 진단 디바이스로 당신의 현재 피부 컨디션 분석과 솔루션을 제안하고, AP가 개발한 독자적인 스킨 트리트먼트 프로그램으로 새롭고 특별한 경험을 선사합니다. AP 스파 70년 이상의 피부 과학 연구의 코어를 담은 AP만의 스파 트리트먼트. AP의 고효능 제품과 고객님의 피부 고민에 따른 트리트먼트 테크닉 솔루션의 놀라운 시너지를 경험해보세요. 시그니처 기프트 포장 소중한 이에게 전하는 마음이 더욱 뜻깊고 특별한 선물로 전달될 수 있도록 AP만의 섬세한 터치로 마무리한 품격있는 포장 서비스를 제공합니다. 멤버십 클럽 빛이 나는 당신을 위한 VIP Membership. 소중하고 특별한 고객님만을 위한 AP의 고품격 서비스와 다양한 혜택을 제공합니다.",
        "question": "[질문]\n에이피뷰티는 어떤 브랜드인가요?\n아모레퍼시픽이 기존 화장품 시장에서 도전한 혁신적인 요소는 무엇인가요?\nAPEX OF SKINCARE를 실현하기 위해 어떤 피부 과학 기술이 적용되었나요?\nAP의 독자 특허 성분이 기존 성분보다 뛰어난 점은 무엇인가요?\n쌍둥이 대상 클리니컬 테스트 방식이 가지는 의미는 무엇인가요?\nAP 스파의 주요 특징과 고객이 경험할 수 있는 특별한 점은 무엇인가요?"
    },
    {
        "source": "B.READY.md",
        "context": "B.READY (비레디)\n브랜드 카테고리: 화장품\n더 세련된 방식으로 나를 표현하도록 도와주는 각자의 개성과 다양성을 존중하고 포용하는 스타일링에 필요한 모든 것을 제공하는 토탈 스타일링 브랜드 입니다. SEOUL KIDS ORDINARY, BUT EXTRAORDINARY 편안하고 유쾌한 친구 같지만 자신만의 색채가 명확하고 당당하게 자신의 취향을 표현하는 SEOUL KIDS들을 위해 만들어진 비레디는, 반복되는 평범한 일상 속에서도 항상 내 최고의 모습을 찾을 수 있게 고객들의 옆에서 귀를 기울이며 함께 성장해 나가고 있습니다. 중요한 순간에 준비된 나를 만들어주는 나의 스타일, 나의 무드, 나의 톤을 찾아주는 스타일링의 지향점을 제시하는 B.READY",
        "question": "[질문]\n비레디는 어떤 브랜드인가요?\nB.READY 브랜드가 지향하는 ‘SEOUL KIDS’의 핵심 개념은 무엇인가요?\n비레디가 스타일링 브랜드로서 제공하는 ‘토탈 스타일링’ 서비스에는 무엇이 포함되나요?\n고객이 B.READY를 통해 자신만의 개성을 표현할 수 있도록 돕는 요소는 무엇인가요?\n"
    },
    {
        "source": "espoir.md",
        "context": "Espoir (에스쁘아)\n브랜드 카테고리: 화장품, 자신만의 룩을 찾을 수 있도록 영감을 주는 Makeup Creation Brand, espoir “Makeup Creator” 에스쁘아는 독보적이고 생동감 있는 메이크업으로 기대하게 만드는 프리미엄 메이크업 전문 브랜드입니다. 에스쁘아는 독보적이고 생동감 있는 메이크업으로 기대하게 만드는 프리미엄 메이크업 전문 브랜드입니다.",
        "question": "[질문]\n에스쁘아는 어떤 브랜드인가요?\n에스쁘아가 ‘Makeup Creator’로 불리는 이유는 무엇인가요?\n브랜드가 강조하는 ‘독보적이고 생동감 있는 메이크업’의 특징은 무엇인가요?"
    },
    {
        "source": "ETUDE.md",
        "context": "Etude (에뛰드)\n브랜드 카테고리: 화장품\n## Make Your Makeup Playlist! ETUDE! 에뛰드는 즐거운 화장놀이 문화를 전파하는 대한민국 대표 메이크업 브랜드입니다. 설레는 첫 메이크업의 순간을 함께하는 에뛰드는 메이크업이 더욱 쉽고 즐거운 경험이 되도록 최고의 제품과 서비스를 제공합니다. 다채로운 컬러, 사랑스러운 디자인을 통해 나만의 개성을 찾고, 아름다움을 발견하도록 도와줍니다. 에뛰드는 화장놀이 문화를 전파하기 위해 에뛰드만의 메이크업 하우투를 생산하고, 경험을 확장합니다. SNS를 활용하여 다양한 미용법을 제공함은 물론, 뷰티 인플루언서가 되고 싶어하는 고객들을 대상으로 유튜버의 꿈을 이루어주는 '뷰티즌' 프로그램을 진행하고 있습니다. 이를 통해 뷰티를 통한 긍정적인 경험과 영향력을 발휘하고, 전 세계를 아우르는 즐거운 메이크업 문화를 만들어나갈 것입니다.  ### ETUDE Comes from ‘ETUDE ’는 쇼팽이 작곡한 아름다운 연습곡의 이름에서 영감을 받아 탄생했어요. 연습곡이 예술적인 멜로디로 변화하듯 자신만의 아름다움을 찾아 변화할 수 있도록 ETUDE는 신나고 설레는 메이크업의 모든 순간을 함께 하고 싶다는 뜻을 담고 있어요. 우리는 ETUDE 안에서 다양하고 생동감 넘치는 경험으로 더 특별한 나를 표현할 수 있다고 믿어요! Since 1985 1985년 12월 창립에서 시작된 오랫동안 많은 분들의 사랑과 인정을 받아온 에뛰드 스테디셀러  ### Fixing Tint 픽싱 틴트 네이버 뷰티 윈도우 메이크업 10주 연속 1위 (2021.11.09 기준) 2021년 글로우픽 어워드 위너 틴트 부문 #안묻픽싱 #안묻틴트  ### Curl Fix Mascara 컬 픽스 마스카라 글로우픽 10주 연속 1위컬링 마스카라 부문 (2021.09.01 기준) 컬링 마스카라 5년 연속 1위 (칸타패널제공) 한국 색조 화장품 시장 내 컬링 마스카라 유형 2015.06.15~2020.06.14 구매량 기준\u2028브랜드 랭킹 국민BM 400명 검증 완료  ### Moistful Collagen 수분가득 콜라겐 찐후기가 말해주는 믿고 쓰는 수분 크림 수분감 만족도 98% (화해 200인 평가단) 보습력 만족도 97% (화해 200인 평가단)  ### Dear Darling Tint 디어 달링 틴트 오랜 시간 사랑받아온 #장수템 #애정템 촉촉하고 선명하게 물드는 #워터젤 틴트 2017년 아이스크림 틴트 #대란템  ### Look At My Eyes 룩 앳 마이 아이즈 색조계의 강자 #선명한발색 #우수한밀착력 #시.빼.테를 안다면 당신은 에뛰드 덕후 베이스부터 그라데이션까지 #다양한컬러  ## Soon Jung 순정 30년간 이어진 민감 피부 연구의 노하우 순하게 진정 #저자극 진정 피부 솔루션  민감러 PICK! 지구를 위한 활동 #1 LESS PLASTIC 플라스틱 비닐 소재의 포장재 대신 FSC 인증을 받은 종이 포장재와 박스를 사용하여 환경에 불필요하게 미치는 영향을 최소화하고자 노력합니다. 산림 보호를 위한 노력 FSC 인증 지류 사용 종이소재의 포장제 단일화로 환경 부담은 줄이고 분리 배출 용이성은 개선했습니다. 피부에는 이롭고 환경 부담을 줄일 수 있는 지속가능한 제품과 배송을 위해 고객님들과 함께 행동하겠습니다. 지구를 위한 활동 #2 공병수거 캠페인 화장품 용기가 환경에 미치는 영향을 줄이기 위해 다 쓴 화장품 용기를 수거해 재활용하고, 동참해 준 고객에게 베네핏으로 돌려주는 캠페인입니다. 모아진 공병은, 물류 배송차에 실어 물류 센터로 배송되어 플라스틱과 유리병으로 나누어 재활용 업체로 운반됩니다. 이후 파쇄 ,세척 후 다양한 산업 분야 (건축자재, 스포츠 의류, 화분 등)의 원료로 사용 합니다. 공병수거 대상 품목은? 에뛰드 제품만 가능함 기초 및 바디 헤어 제품 본품 ( 유리병, 플라스틱 재질) 클렌징류, 팩류, 네일 리무버, 아이 리무버 등 가능 제외 품목 , 메이크업류, 염색약, 캔 스프레이류 (미스트 종류)",
        "question": "[질문]\n에뛰드는 어떤 브랜드인가요?\n‘Make Your Makeup Playlist!’라는 슬로건이 에뛰드 브랜드 철학과 어떻게 연결되나요?\n에뛰드가 메이크업 문화를 확장하기 위해 진행하는 프로그램에는 어떤 것들이 있나요?\n에뛰드의 대표 제품 중 하나인 픽싱 틴트가 시장에서 성공한 이유는 무엇인가요?\n에뛰드의 공병 수거 캠페인은 환경에 어떤 긍정적인 영향을 주나요?\n"
    },
    {
        "source": "GENTIST(젠티스트).md",
        "context": "Gentist (젠티스트)\n브랜드 카테고리: 덴탈케어\nGENTIST(젠티스트) 구강 고민에 독창적인 솔루션을 제공하는 덴탈케어 브랜드, GENTIST 평범함에서 벗어나 항상 새로운 도전을 하는 ‘Genius Denti-lab’의 의미를 담은 GENTIST는아모레퍼시픽의 전문적이고 체계적인 41년 구강 연구 노하우를 담아 구강 건강을 위한 새롭고 확실한 솔루션을 제공합니다. concept. 구취 문제의 근본적인 원인이 ‘잇몸 질환’에 있다는 것을 영타겟에게 인지시키기 위하여 ‘뷰티 덴탈’의 관점으로 바라보았으며 그들의 일상 속에 스며들 수 있는 아이덴티티를 확립하고자 하였습니다.",
        "question": "[질문]\n젠티스트는 어떤 브랜드인가요?\nGENTIST가 기존 덴탈케어 브랜드와 차별화되는 요소는 무엇인가요?\n젠티스트가 구강 건강을 ‘뷰티 덴탈’ 관점에서 접근하는 이유는 무엇인가요?\n"
    },
    {
        "source": "HAPPY BATH.md",
        "context": "Happy Bath (해피바스)\n브랜드 카테고리: 바디\nHAPPY BATH 일상에 행복을 더하는 향과 건강한 원료를 담은 바디케어 브랜드 해피바스 2000년 론칭한 바디케어 브랜드 해피바스는 브랜드의 핵심가치인 'Happy Moment from Pleasant Fragrance'를 바탕으로 일상 속 내 공간 안에 자연스럽게 스며들어, 기분 좋은 향으로 행복을 전합니다. 해피바스가 20년 이상 향을 연구하며 발견한 행복한 10가지 무드의 향은 Scent Atelier를 통해 체계화했으며 이를 통해 사람들은 보다 쉽게 감성과 취향에 맞는 향을 발견할 수 있습니다. 온가족이 함께 쓰는 바디클렌저, 안전한 원료와 믿을 수 있는 처방의 가치는 무엇보다 소중합니다. 해피바스가 고객의 피부를 위해 엄선한 성분과 오랜 기간 연구해 완성된 높은 기술력의 제품은 지금까지도 많은 고객의 사랑을 받으며 바디케어 시장에서의 위상을 높이고 있습니다.",
        "question": "[질문]\n해피바스가 ‘향’을 브랜드의 핵심 가치로 삼은 이유는 무엇인가요?\n해피바스가 연구한 ‘행복한 10가지 무드의 향’은 어떤 방식으로 개발되었나요?"
    },
    {
        "source": "HERA.md",
        "context": "HERA (헤라)\n브랜드 카테고리: 화장품\nContemporary Seoul Beauty Here, Now, Myself 지금, 여기에서, 가장 나답게. 헤라는 서울의 역동적인 아름다움에 주목하고 이를 더욱 다채로운 나다움으로 재해석하여 세계에 전파하는 컨템포러리 서울 뷰티 브랜드입니다. 헤라가 추구하는 아름다움에 대한 신념은 나 자신의 본질에 있습니다. 모두가 고유한 자신만의 아름다움을 발현할 수 있도록, 늘 한 발 앞선 새로운 해석과 시도를 통해 서울리스타의 아름다움을 시대 정신에 맞게 발전시키고 있습니다. 서울리스타의 아름다움, 그 중심엔 자기주도적이고 능동적인 삶의 태도가 있습니다. 빠르게 변화하는 도시 속에서 자신의 모든 가능성을 열어두고 한계를 제한하지 않으며, 깨어있는 감각과 유연한 사고 방식으로 자신만의 아름다움을 탄생시켜 나갑니다. 본연의 아름다움을 발산하는 베이스부터 다양성을 포용하는 편안한 컬러 메이크업까지, 헤라의 뷰티 루틴은 고유의 아름다움을 있는 그대로 드러내며 발산되는 존재감으로 나만의 다채로운 아름다움을 발굴하게 합니다.",
        "question": "[질문]\n헤라는 어떤 브랜드인가요?\n헤라가 ‘Contemporary Seoul Beauty’를 강조하는 이유는 무엇인가요?\n‘서울리스타’의 아름다움을 브랜드가 어떻게 해석하고 표현하나요?"
    },
    {
        "source": "HOLITUAL.md",
        "context": "Holitual (홀리추얼)\n브랜드 카테고리: 화장품\nHolistic Rituals for Skin Wellness 홀리추얼은 에스테틱 전문가의 관리 노하우와 혁신적인 기술을 바탕으로 전문가 수준의 고효능 제품과 리추얼을 제안하는 홈에스테틱 브랜드입니다. 아모레퍼시픽의 혁신 기술과 아시아 에스테티션들의 노하우와 리추얼에서 영감을 받아 누구나 전문가처럼 만족스러운 효과를 볼 수 있는 제품들과 감각적이고 전문적인 리추얼을 제안합니다. 홀리추얼은 신체와 정신, 그리고 감성적 건강과의 상호 연관성을 이끌어내어 전인적 가치의 뷰티 경험을 선사합니다. 우리는 거울 앞 무의미하게 반복되는 당신의 스킨케어 루틴이 나 자신을 존중하고 아름다움을 가꾸는 소중한 '리추얼'이 되기를 바랍니다. 감각을 일깨우며 나 자신을 온전히 마주하는 소중한 시간을 선물해보세요.  나를 위한 매일의 의식 홀리추얼은 아모레퍼시픽의 기술력과 전문 에스테티션의 노하우를 바탕으로 고효능 제품과 감각적인 리추얼을 제안하는 홈 에스테틱 브랜드입니다. 손끝의 에너지 홀리추얼의 제품에는 안티에이징 고민별 최적화된 성분과 전문 에스테티션의 오랜 임상을 통한 관리 노하우가 담겨있습니다. 그 강력한 시너지가 피부에 근본적인 솔루션을 제공합니다. 손끝에서 피부 끝으로 느껴지는 전문 에스테틱의 에너지를 집에서도 느껴보세요. 잠시 숨 고르는 시간 우리는 매일 타인의 시선을 의식한 채로 살아갑니다. 이럴 때일수록 온전히 나에게만 집중하는 나를 위한 의식(리추얼)이 필요하죠. 얼굴과 몸의 긴장을 모두 내려놓아 볼까요? 당신이 할 수 있는 가장 편안한 자세로, 가장 편안한 복장으로. 손끝의 에너지를 느끼고, 얼굴을 폭- 파묻고, 잠시 숨을 골라도 좋은 그런 시간. 오늘 하루 피부에 쌓인 스트레스를 비워낸 틈 사이로 내일로 나아갈 에너지를 채우는 일. 매일의 부드러운 습관이 쌓이면, 외부의 자극에도 쉽게 흔들리지 않는 단단한 힘을 갖게 됩니다. 균형 잡힌 라이프 외면의 아름다움과 내면의 아름다움이 조화를 이루는 삶. 홀리추얼이 지향하는 뷰티&웰니스 라이프입니다. 나 자신을 존중하고 아름다움을 가꾸는 소중한 시간을 통해 몸과 마음 그리고 감성적 건강의 밸런스를 되찾아보세요. 홀리추얼은 아모레퍼시픽의 탄탄한 기술력과 에스테티션의 피부 관리 노하우를 결합한 브랜드로 홀리스틱(Holistic, 전체론적인)과 리추얼(Ritual, 의식)의 의미를 함께 담았다. 피부의 조화와 균형을 찾아주는 고기능성 제품에 전문적인 케어법을 더해 화장품을 바르는 반복적인 홈케어 시간이 자신의 소중함을 깨닫고 아름다움을 가꾸는 감각적이고 특별한 순간이 되도록 제안한다. 홀리추얼 브랜드 관계자는 “최근 홈케어 트렌드가 확산되는 가운데, 바쁜 일상에도 집에서 전문가 수준의 피부 관리를 원하는 소비자들의 니즈를 반영했다”고 출시 소감을 밝혔다. 홀리추얼은 보다 간편하고 효과적인 홈케어를 위해 5가지 신제품을 선보인다. 닦아내기만 해도 즉각적인 필링와 피부결 개선 효과를 주는 2스텝 필링 패드인 ‘래디언스 리설페이싱 필’과 35년간 한방곡물팩으로 전문적인 피부 트러블 관리법을 제시해온 핌플하우스 백지원 원장의 레시피를 원형 그대로 제품화한 ‘클린테라피 파우더 마스크’가 대표 제품이다. 또한, 뷰티 디바이스 기기와 함께 사용할 수 있는 ‘코어리프트 액티베이팅 세럼’, 고농축 비타민이 함유된 4주 앰플 ‘비타민 안티에이징 앰플 프로그램’, 안티에이징 재생 크림인 ‘컨센트레이트 시그니처 크림’ 등 에스테틱 전문가의 피부 관리법에 기반한 제품들도 출시한다. 홀리추얼은 아모레퍼시픽몰에서 구매할 수 있으며, 향후 에스테틱샵과 스파 및 디지털 채널로 판매 접점을 확대할 예정이다.",
        "question": "[질문]\n홀리추얼은 어떤 브랜드인가요?\n홀리추얼이 홈에스테틱 브랜드로서 제공하는 핵심 가치는 무엇인가요?\n브랜드 이름 ‘Holitual’이 의미하는 바는 무엇인가요?\n홀리추얼의 주요 제품 중 하나인 ‘래디언스 리설페이싱 필’의 특징은 무엇인가요?"
    },
    {
        "source": "ILLIYOON(일리윤).md",
        "context": "ILLIYOON(일리윤)\n브랜드 카테고리: 바디케어\n민감한 피부 고민에 대한 순하고 강력한 답, 일리윤 일리윤(ILLIYOON, 一理潤)은 40여년의 민감 피부 연구를 통해 얻은 피부와 닮은 보습 특화 성분으로 민감한 피부 고민을 근본적으로 해결하는 저자극 더마 보습 브랜드입니다.  민감은 피부만의 문제로 볼 수 없기 때문에, 일리윤은 피부 효능 뿐 아니라 환경, 생애 주기까지 복합적으로 연구하여 피부 본연의 건강한 힘을 되찾을 수 있는 순하고 강력한 답을 제시합니다. 민감한 피부를 가진 고객이 불편하지 않도록 오롯이 민감 피부만 생각해 온 진심을 더합니다.  한국인은 피부 장벽이 얇아 자극에 쉽게 예민해지고, 변화무쌍한 사계절과 미세먼지 같은 다양한 자극에 노출되어 있습니다.  이처럼 민감 피부를 유발하는 요소와 상황들이 무척 다양하기 때문에 화장품의 성분, 제조 공정, 사용감까지 꼼꼼하게 체크하여 제품을 선택합니다. 일리윤은 오랜 기간 쌓아온 데이터를 바탕으로 민감 피부를 위한 5가지 기준을 선정하여, 한국인에 특화된 민감 피부 솔루션을 제시합니다. 피부 장벽 강화 유전적으로 얇은 한국인의 피부 장벽을 튼튼하게 강화 순하지만 강력한 효능 화장품 성분에 대한 높은 지식과 관여도를 만족시켜줄 순하지만 강력한 효능 믿을 수 있는 공정 원료 추출부터 제조까지 체계적이고 믿을 수 있는 공정 순한 저자극의 사용감 화장품 사용감도 민감의 원인이 될 수 있기에 자극을 줄이는 까다로운 테스트 피부 본연의 힘 거친 외부 환경도 스스로 이겨낼 수 있도록 피부 본연의 건강함을 회복   일리윤은 오랜 연구를 통해 민감 피부의 공통점을 발견하게 되었습니다. 바로 피부 지질의 절반을 차지하는 세라마이드 성분이 감소했다는 것입니다. 세라마이드가 부족하면 피부 장벽이 쉽게 손상되어, 외부환경에 자극 받기 쉬운 민감한 피부가 됩니다. 외부환경으로부터 피부를 보호하고 수분을 지키는 세라마이드의 놀라운 효능. 일리윤의 세라마이드는 실제 피부와 가장 가까울 수 있도록 세 가지 비법을 담고 있어 더욱 특별합니다. 3가지 핵심성분 피부구조와 똑닮은 피토 세라마이드 더 많이, 더 안정적으로 담기는 세라마이드 캡슐 민감 피부에 따른 맞춤 솔루션 세라마이드 콤플렉스   대표라인 -세라마이드 아토 민감/건조한 피부를 위한 세라마이드 보습 케어 건조로 인해 가려운 피부에 강력하고 순한 보습과 진정 효과를 전하는 저자극 장벽강화 라인입니다. 영유아부터 성인까지, 민감피부를 위해 설계된 특화 세라마이드 보습을 경험해보세요.  -세라마이드 더마 민감/건조한 피부를 위한 세라마이드 보습 케어 (페이셜용) 예민한 피부를 진정시키고 피부 장벽을 강화하는 민감 페이셜 전용 더마 보습 제품으로, 민감한 얼굴 피부를 고려한 성분과 제형으로 촉촉하고 편안한 사용감을 경험해보세요. -울트라 리페어 극건조/손상 피부를 위한 판테놀 고보습 케어 극심한 건조로 손상된 피부, 특별한 데일리 보습이 필요합니다. 피부에 바르는 보습 비타민 판테놀이 5% 고함량 함유된 고밀착 고보습 울트라 리페어. 촘촘히 차오른 극강 보습으로 당김 없는 편안함을 경험해보세요.  -프로바이오틱스 자극받은 연약한 피부, 수분 진정 스킨 케어 피부에 자극을 주는 다양한 외부 환경으로 인해, 연약해진 피부의 장벽을 튼튼하게 강화해주고 수분 진정 시켜주는 페이셜 스킨 케어 제품과 여성 청결제 라인입니다. 특허 개발 프로바이오틱스 기술과 성분으로 연약한 피부 진정을 경험해보세요.  -튼살 케어 특별하고 깊은 피부고민에 대한 저자극 기능성 케어 일상생활의 불편함, 고민의 흔적을 남기는 특별한 피부고민에 대한 일리윤만의 순하지만 강력한 기능성 케어 입니다. 연약한 임산부, 변화하는 청소년 피부에도 편안하고 마일드한 튼살 완화 효과를 경험해보세요.",
        "question": "[질문]\n일리윤은 어떤 브랜드인가요?일리윤이 ‘민감 피부’를 주요 타깃으로 삼은 이유는 무엇인가요?일리윤의 세라마이드 기술이 피부 장벽을 강화하는 방식은 무엇인가요?"
    },
    {
        "source": "InnisFree.md",
        "context": "Innisfree (이니스프리)\n브랜드 카테고리: 화장품\nEnjoy being you, Be free with INNISFREE 이니스프리와 함께 겉으로 보이는 아름다움을 넘어 당신의 모든 아름다운 찰나를 발견해보세요. Effective, Nature-Powered Skincare Discovered from the Island 무한한 자연의 힘을 담은 다채로운 식물과 생명력 가득한 토양을 품은 대지, 그리고 미지의 에너지로 가득한 청록의 바다 ‘Green Tea’ the Origin of INNISFREE 천혜의 자연환경과 경이로운 생명력을 가진 제주. 그곳의 흙과 빛, 물과 바람, 그리고 안개가 조화롭게 어우러진 청록의 다원은 이니스프리의 시작점입니다. 돌무더기와 가시덤불이 가득했던 황무지를 손으로 일구어 비옥한 차밭으로 개간한 창업주의 끈질긴 집념과 개척 정신은 ‘건강한 피부를 위해 끊임없이 도전하고 연구’ 하는 오늘날 이니스프리의 근간이 되었고, 이것의 산물이라고 할 수 있는 ‘그린티’는 이니스프리의 정수가 되는 원료로 자리 잡았습니다. with INNISFREE Better for Us and Earth 이니스프리는 함께 살아가는 우리 모두와 지구를 위한 선택과 실천을 제안합니다. 이니스프리와 함께할 수 있는 즐거운 실천들과 그 동안 모두와 함께 만들어 온 아름다운 발자취를 지금 바로 확인해보세요. Sustainable Green Beauty 이니스프리는 제품을 개발하는 초기 단계부터 제품의 내용물과 패키지의 환경 영향력에 대해 고민하고 연구합니다. 오늘보다 더 나은 내일을 위해 지구에 이로운 방향으로 제품을 개발하겠습니다. Less Plastic 분리배출이 용이한 단일 소재(PP메탈 프리 펌프 등)를 사용한 제품을 늘려나가고, 버려진 플라스틱과 유리를 재가공하여 만든 재생 원료를 제품 용기와 캡에 적용하는 비율을 높여 나가겠습니다. 또, 리필 가능한 용기를 사용하는 제품을 개발하여 Less Plastic을 실천해 나가겠습니다.",
        "question": "[질문]\n이니스프리는 어떤 브랜드인가요?\n‘Green Tea’가 이니스프리의 핵심 원료로 자리 잡은 배경은 무엇인가요?\n이니스프리가 환경 지속가능성을 위해 진행하는 노력에는 어떤 것들이 있나요?"
    },
    {
        "source": "IOPE.md",
        "context": "IOPE (아이오페)\n브랜드 카테고리: 화장품\n클리니컬 레벨 테크(Clinical Level Tech)로 눈에 보이는 변화를 주는 고효능 스킨케어 브랜드 국내 기능성 화장품 시장을 대중화한 아이오페는 바이오 사이언스(Bio Science) 근간의 효능성분(Bio Origin)과 전달기술(Bio Tech) 연구를 통해 확실하게 검증한 고효능 솔루션을 제공합니다. 아이오페는 단순한 피부표면의 일시적 개선이 아닌, 피부 겉부터 속까지 피부 전체에 작용하는 효능의 근원적 솔루션을 선사합니다. 이러한 아이오페만의 클리니컬 레벨 테크(Clinical Level Tech) 고효능 제품을 통해 눈에 보이게 좋아지는 피부 변화를 체감할 수 있으며, 본연의 아름다움과 자신감을 찾아 보다 건강하고 활력 넘치는 삶의 변화를 이끌어줍니다. 아이오페 랩은 브랜드의 오리진으로 피부와 소재 그리고 기술에 대한 연구가 이루어지는 공간입니다. 브랜드가 탄생한 1996년부터 현재까지, 전문 연구원인 ‘아이오페 Innovator’들을 통해 도전적 연구가 끊임 없이 진행중이며 이는 아이오페 만의 혁신적인 성과와 특별한 자산으로 축적되고 있습니다. 피부의 미래를 바꾸는 연구 정신 더 나은 피부 미래를 위한 도전적인 연구 정신은 아이오페만의 혁신적인 독자 기술과 특허로 그 성과를 증명하고 있습니다. 모든 과정을 심도 있게 아이오페는 피부부터 소재, 기술까지 모든 과정에 걸쳐 심도있는 연구를 합니다. 깊이 있는 피부 연구 실제 피부 분석과 차별화된 기술 연구로 고효능 성분을 효과적이고 안전하게 피부에 전달합니다. 고객 맞춤 솔루션 개인마다 다른 피부 고민과 타고난 피부까지 고려한 맞춤 솔루션은 피부의 미래를 바꾸어 줍니다. 피부미래연구소 아이오페랩은 아이오페 이노베이터와 고객간의 직접적인 만남이 이루어지는 공간입니다. 고객은 이 곳에서 피부 솔루션을 스스로 탐색할 수 있고, 나아가 전문가 진단을 통해 최적의 솔루션을 제안 받을 수도 있습니다. 또한 이노베이터는 고객과의 직접적인 만남을 통해 새로운 연구에 대한 영감을 얻고 더 나은 솔루션을 위한 기회를 탐색합니다. Clinical Level Tech 바이오 사이언스 기술 27년간 이어온 연구 헤리티지 바탕의 최신 바이오 기술로 확실하게 검증한 고효능 솔루션을 선사합니다. A Visible Change 눈에 보이는 피부 변화 혁신적인 효능 성분과 바이오 기술이 접목한 고효능 제품으로 눈에 띄게 달라지는 피부 변화를 느낄 수 있습니다. Trustworthy 나와 브랜드와의 믿음 연령별 피부사이클에 맞춘 고효능 제품으로 피부노화 속도를 늦춰 언제나 당당한 피부자신감을 가질 수 있습니다. iope Story 아이오페는 단순한 피부표면의 일시적 개선이 아닌,  피부 겉부터 속까지 피부 전체에 작용하는 효능의 근원적 솔루션을 선사합니다.  iope Story iope Story 이러한 아이오페만의 Clinical Level Tech 고효능 제품을 통해 눈에 보이게 좋아지는 피부 변화를 체감할 수 있으며​, 본연의 아름다움과 자신감을 찾아 보다 건강하고 활력 넘치는 삶의 변화를 이끌어줍니다.  국내 기능성 화장품 시장을 대중화한 아이오페는 Bio Science 근간의 효능성분(Bio Origin)과 전달기술 (Bio Tech) 연구를 통해 확실하게 검증한 고효능 솔루션을 제공합니다.",
        "question": "[질문]\n아이오페는 어떤 브랜드인가요?\n아이오페의 ‘Clinical Level Tech’는 기존 스킨케어 브랜드와 어떻게 차별화되나요?\n아이오페 랩(IOPE LAB)의 역할과 고객이 경험할 수 있는 특별한 점은 무엇인가요?"
    },
    {
        "source": "LANEIGE.md",
        "context": "LANEIGE (라네즈)\n브랜드 카테고리: 화장품\n라네즈는 “만약에”라는 질문 통해 끝없는 호기심을 품고, 더 나은 스킨케어의 가능성에 대해 확신을 가지며, 아름다움의 경계를 계속해서 넓혀가고 있습니다. 라네즈와 함께 놀라운 경험의 세계로 나아가세요. 아름다움을 향한 끝없는 호기심 OPEN TO WONDER. 호기심.무한한 가능성을 담은 세 개 의 글자. 호기심. 이 짧은 단어 하나가 이전에 없던 스킨케어를 만듭니다.우리를 놀라게 하고, 우리의 상상력을 자극하며, 우리의 마음을 엽니다. 그리고 마침내 누구도 한 적 없는 도전을 하게 만듭니다. 만약에, 크림 한 통을 통째로 녹여 토너를 만들면 어떨까? 만약에, 립밤과 슬리핑 마스크를 섞어 하나로 합친다면? 만약에, 히알루론산을 잘게 쪼개 피부 깊숙이 스며들게 한다면? 호기심에는 힘이 있습니다. 복잡한 것을 쉽고 편하게 만드는 힘. 세상의 규칙으로부터 우리를 더욱 자유롭게 만드는 힘. 우리를 우리답게 만드는 힘. 하지만, 호기심은 시작일 뿐, 진정한 놀라움은 아직 시작되지 않았습니다. 우리가 그 문을 직접 열기 전까지는. 아름다움을 향한 끝없는 호기심 BEYOND HYDRATION HARNESSING HYDRATING WONDERS 모든 피부 문제는 수분 부족으로부터 시작 됩니다. 피부의 가장 기본적이면서 핵심적인 문제인 ‘수분 부족’을 해결하기 위해 라네즈는 단순한 보습을 넘어선 스킨케어의 혁신을 목표로 삼았습니다. 라네즈는 피부 표면에 수분을 공급할 뿐만 아니라 피부의 속 보습을 유지하는 데 도움을 주는 기술과 혁신을 만들고 있습니다. 이런 수분 공급에 초점을 맞춘 두 가지 핵심 제품인 워터뱅크 라인와 크림 스킨 토너는 피부에 수분을 제공하여 보습력을 유지시켜주며 모든 피부 유형이 사용할 수 있는 제형의 혁신을 적용했습니다. 라네즈가 끊임없는 혁신으로 만들어낸 수준 제품을 통해 기존 화장품에서 경험할 수 없었던 수분 보습과 장벽 강화를 경험해보세요. EFFICACY-DRIVEN SOLUTIONS SCIENCE-BACKED SKINCARE WONDERS 라네즈의 새로운 기술은 피부 노화에 따른 전반적인 피부 건강의 보호 및 강화에 중점을 두고 있습니다. 이러한 기술을 기반으로 라네즈에서는 바운시 앤 펌, 래디언-C, 퍼펙트리뉴라는 3가지 효과 중심 제품 라인을 탄생시켰습니다. 각 라인은 주름완화 (퍼펙트리뉴), 탄력강화 (바운시 앤 펌), 광채 (래디언-C)를 위한 강력한 효과를 지닌 제품으로 고객들이 원하는 최고의 효능을 선보입니다. 라네즈의 기술은 항상 눈에 보이는 뛰어난 개선 효과를 제공하는 것을 목표로 하며, 건강한 피부를 유지 및 회복하고자 하는 고객을 위한 최고의 솔루션이 될 것입 SLEEPING BEAUTY TECHNOLOGY Pioneering overnight skin Wonders 슬리핑 뷰티 카테고리의 선구자인 라네즈는 수면시간을 활용한 나이트 스킨케어의 역할을 새롭게 정의했습니다. 슬리핑 마스크 시리즈는 자는 동안 피부에 풍부한 영양과 휴식을 제공하고 활력을 불어넣을 수 있도록 얼굴, 입술, 눈가를 관리할 수 있는 각각의 제품으로 설계되었습니다. 특히 스킨케어의 골든 타임인 수면 시간 동안 경험할 수 있는 수분(워터), 진정(시카), 탄력(펩타-콜라겐) 슬리핑마스크의 솔루션을 제공합니다. 제품을 경험 한 다음날 아침이면 완벽하게 개선 된 피부를 경험 할 수 있습니다. HYBRID SKINCARE THE POWER OF SKINCARE, THE IMPACT OF MAKEUP 라네즈의 하이브리드 라인의 혁신은 스킨케어 제품과 메이크업 제품의 장점을 결합하는 데 있습니다. 하이브리드 스킨케어의 대표주자인 스킨 베일 베이스와 네오 쿠션은 스킨케어 효능으로 피부를 보호하면서 동시에 완벽한 커버력과 아름다운 피부 톤을 제공합니다. 기존 화장품의 효과를 넘어서 아름다운 피부를 연출함과 동시에 실제로 피부 건강을 유지하는 데 도움을 주는 제품 라인입니다. 월터앤프렌즈는 2020년 라네즈 브랜드 캐릭터로 탄생했습니다. 수분 브랜드의 정체성인 물을 상징하는 월터를 중심으로 물을 아끼는 다섯 명의 사랑스러운 친구들로 구성되어 있습니다. 지구가 탄생할 때 태어난 월터는 지구 생명을 탄생시키는 일을 모두 끝내고 이들을 둘러보기 위한 여행을 떠납니다. 우연히 올려다 본 하늘에서 발견한 루미너스 빛의 오로라를 따라 걷던 월터는 온 세상이 하얀 눈으로 덮인 루미 타운에 방문하게 됩니다. 그리고 그 마을에서 물을 아끼고 사랑하는 특별한 친구들을 만나게 되죠. 바로, 담비와 물개 트윈즈 그리고 눈뭉치 이었어요. 월터는 친구들과 함께 물을 깨끗하게 하는 방법을 연구하기도 하고 건조한 사람들을 위한 화장품에 대한 연구도 하며 행복한 시간을 보냅니다. 그러던 어느 날, 월터는 지구의 여러 곳에서는 물이 부족하거나 오염된 곳들이 많다는 것을 알게 되었어요. 혼자만의 힘으로는 지구의 물을 지킬 수 없다는 생각으로 월터는 이 사랑스런 친구들과 함께 멋진 여행을 떠납니다. 그리고 친구들과의 즐거운 여행 속에서 물에 대한 연구와 발견을 이어가며 물의 끝 없는 생명력과 잠재력을 발견해갑니다. 월터WALTER 생명력 넘치는 에너지가 남다른 물 모험을 즐기는 행동가 & 에너자이저 생김새 탱글탱글 투명하게 파란 물방울 모양 기분에 따라 바닥에 늘어지거나, 다리와 몸이 분리되어 둥둥 뜨게 된다 성격·행동 감수성이 풍부하며 감정표현이 확실하다. 화가 나면 기체화 되어 날아다니고, 슬플 땐 형태를 잃고 바닥에 축 늘어진다. 긴장하면 얼어버린다. 친구를 좋아하고 하루종일 수다 떨기를 좋아하는 에너자이저 평범한 물과 달리 생명력 가득한 에너지가 가득한 물로, 항상 새로운 도전을 맞닥뜨리기 위해 모험을 떠난다.  담비DAMBI 흰 눈 속에서 깜짝 등장하여 친구들을 즐겁게 하는 장난꾸러기 삼색 미네랄들을 탐구하는 미모의 흰 족제비 #미네랄연구원 #프로장난꾼 #흰둥이담비 #학구열만수르 생김새 삼색 미네럴즈를 지니고 다니는 흰 족제비 성격·행동 눈 속에 숨어있다가 친구들을 깜짝 놀라게 하는 것을 좋아하는 장난꾸러기 미스테리한 미네럴즈를 발견한 후, 이들을 탐구하면서 연구일지를 쓰는 게 취미 밝은 빛을 내는 생명체들을 깜깜한 밤, 조명으로 활용 이 생명체들의 몸 속에는 물을 생성해내는데 핵심적인 미네랄들이 뭉쳐있다는 이야기가 있다. 물개 트윈즈 SEAL TWINS  SUE이보개 드라마 정주행이 삶의 낙인 집순이 쉽사리 화를 내지 않는 매력적 실눈의 첫째 쌍둥이 물개 #물개1호 _첫째 #집순이만렙 #매력적실눈 #방구석유튜버 생김새 밤새 드라마를 정주행하느라 시력이 좋지 않지만 안경을 싫어해서 눈을 게슴츠레하게 뜨고 다닌다. 성격·행동 집순이 만렙 추위를 많이 타서 어릴 때부터 엄마가 떠 준 모자를 쓴다. 담비와 저보개의 장난에 매번 당하지만 화내지 않는, 어리둥절한 표정의 첫째   저보개MAE 최신 트렌드를 꿰고 있는 슈퍼 인싸 담벼락 구멍에 머리가 낀 후 잘록해진 얼굴의 둘째 쌍둥이 물개 #물개2호 _둘째 #슈퍼핵인싸 #담벼락구멍형 #이구역의힙스터 생김새 어릴 때 담벼락 구멍에 머리가 끼인 후 잘룩해진 얼굴형이 되었다. 항상 작은 조개 가방을 가지고 다닌다. 성격·행동 하루종일 집에만 있는 첫째가 당최 이해가 가지 않는 활동성 갑으로 핫플을 꿰고 있는 인싸 둘째 너무 돌아다니다가 에너지가 떨어지면 가방 안에 담긴 산소 방울을 섭취한다.   눈뭉치NOON 만년을 살았다는 루머의 만능 해결사 이장님 두개의 눈덩이가 머리에 꽂힌 후 곰으로 오해 받는 눈사람 #찐리더이장님 #만능해결사 #곰눈사람 #피부관리요정 생김새 물개 트윈즈가 던진 눈덩이 2개가 머리에 박혀 곰의 모습을 한 눈사람 성격·행동 마을에 어려운 일이 생기면 어디든 달려가는 해결사 만년을 살았다는 루머가 있을 만큼 지식이 해박하다. 루미 타운 토박이답게 마을 일에 대해 모르는 게 없다. 차분한 성격에 궃은 일을 도맡아하지만 아기자기한 코스프레를 좋아한다. 곰으로 오해받는 지금의 외모를 만족해한다. 나이가 나이인지라 피부 관리에 대한 관심이 높아졌다. (46억살이지만 탱글한 월터의 피부를 몹시 부러워한다.)   나의 피부 고민은 왜 생겨난 걸까요? 건강하게 빛나는 피부는 어떻게 만들 수 있을까요? 라네즈는 섬세함으로 고객을 관찰하고 기발함과 영리함을 담아 이에대한 해답을 찾아나갑니다. 우리가 몰랐던 피부문제와 원인, 이를위한 성분과 효능 솔루션, 사소한 불편함을 덜어줄 디자인까지 다양한 분야의 전문가가 모여 건강한 아름다움과 새롭고 즐거운 뷰티 경험을 만들어 나갑니다. 글로벌 고객 연구 글로벌 고객 Big Data 분석과 라이프스타일 AI, 실측 임상을 기반으로 현대인의 라이프스타일에 따른 피부 문제를 연구하고, 이를 해결하기 위한 혁신적인 솔루션과 새로운 뷰티 경험을 제안하는 디지털 보고서 발간 01 / 03 “더 적게, 더 올바르게” 라네즈는 플라스틱 사용을 줄이고/ 다시 사용하며/ 재활용이 용이한 제품을 만들기 위해 노력하고 있습니다. 제품을 설계하는 처음부터 재활용 되기까지 모든 과정에서 더 나은 고민을 담고 있습니다. “플라스틱 사용량을 줄이는 것”을 최우선 과제로 삼고 있습니다. 특히 석유 유래 플라스틱 사용을 최소화하기 위해, 2030년까지 30% (스킨케어 핵심제품 위주)이상 재활용 플라스틱을 사용하고, 불필요한 포장재를 제거할 예정입니다. 스테디셀러인 ‘크림스킨’ 을 롱캡에서 숏캡으로 변경하며 캡의 플라스틱 사용량을 기존 제품 대비 12% 감소시키며 불필요한 플라스틱 사용을 줄였습니다. 또한 ‘립 슬리핑 마스크’와 ‘워터 슬리핑 마스크’는 기존 제품 에서 환판을 제거하여 플라스틱 사용을 최소화 하였습니다.  크림 스킨 디자인 리뉴얼로 Cap 플라스틱 사용량 절감  *기존 제품 대비 02 / 03 “리필 가능한 제품의 확대” 라네즈는 자원 낭비를 최소화하는 방향으로 지속 가능한 소비 문화를 지지합니다. 리필 제품 구매 시, 비용뿐 아니라 포장재에 사용하는 자원을 절감할 수 있습니다. 내용물을 다시 채워 넣는 “REFILLABLE” 또는 내용기를 외용기에 다시 체결하여 사용하는 “REPLACEABLE”방식의 제품을 지속적으로 확대하고 있습니다. 크림스킨, 워터뱅크 등의 제품 라인에 리필 제품을 출시 하고 있으며 특히 크림 스킨의 리필은 본품 대비 플라스틱을 90% 덜 사용할 수 있습니다. 라네즈는 일상에서의 작은 변화로 큰 변화를 만들 수 있음을 믿습니다.  크림 스킨 리필(REFILLABLE)교체  *본품 대비  워터뱅크 크림 리필(REFILLABLE)교체  *본품 대비 03 / 03 “자원의 순환이 가능한 제품” 라네즈는 제품이 다 사용된 이후, 분리배출 단계에서 적절한 수거/선별을 통한 재활용도 매우 중요하다고 생각합니다. 라네즈의 제품은 2009년부터 아모레리사이클(AMORE:CYCLE) 프로그램을 통해 백화점, 마트, 아모레몰(온라인), 각 매장(한국 기준)에서 용기를 별도 수거하고 있습니다. 수거된 화장품 용기는 아모레퍼시픽 오산물류센터에서 직접 재질과 뚜껑 등의 선별과정을 거쳐 다시 화장품 용기로 탄생되거나 건축자재, 예술품, 공공디자인 등 업사이클링에 활용되고 있습니다. 또한 분리배출시 재활용이 용이하도록 크림 스킨 용기에 쉽게 제거 가능한 ‘이지필 라벨’과 투명한 몸체를 적용하여 패키지를 리뉴얼 하였습니다.  라네즈의 제품이 땅에 매립되거나 소각되지 않고 이 지구상에서 계속적으로 순환 될수 있도록, 제품의 재활용성을 계속적으로 개선해 나가겠습니다.  이지필(Easy-peel) 라벨  크림 스킨 디자인 리뉴얼로 재활용 용이성 개선  이밖에도 라네즈는 지속 가능한 산림 경영을 통해 생산된 목재 제품에 부여되는 FSC 인증으로 아래 품목들은 해당 지류를 사용하였습니다. 워터 뱅크 시카 슬리핑 마스크 바운시 앤 펌 슬리핑 마스크 앞으로도 라네즈의 환경을 위한 노력에 많은 관심 가져주시길 바랍니다.",
        "question": "[질문]\n라네즈는 어떤 브랜드인가요?\n라네즈가 ‘Beyond Hydration’을 브랜드 철학으로 삼은 이유는 무엇인가요?\n라네즈의 ‘Sleeping Beauty Technology’가 고객들에게 제공하는 핵심 가치는 무엇인가요?\n라네즈가 환경 보호를 위해 진행하는 ‘Less Plastic’ 캠페인의 주요 내용은 무엇인가요?"
    },
    {
        "source": "Longtake.md",
        "context": "Longtake (롱테이크)\n브랜드 카테고리: 헤어\nLongtake  깊은 숲에서 영감을 받은 감성향 지속가능 브랜드 롱테이크는 오래 지속되는 감각적인 향과 세심하게 고안된 고효능을 갖춘 지속가능 라이프 스타일 브랜드입니다. 사람의 발길이 닿지 않은 깊은 숲에서 영감을 받은 감각적이고 편안한 우디향이 당신의 일상에 자연스럽게 스며들 수 있는 라이프 스타일을 제공합니다.   지속가능 철학을 구현하기 위해 롱테이크의 모든 제품은 목공소에서 사용하고 남은 고목의 톱밥을 재가공한 ‘오크우드 업사이클링 향료’를 베이스로 사용했다. 편백잎, 검정콩, 장미꽃 추출물 등 식물 유래 효능 성분으로 비건 인증도 받았다. FSC 인증 지류 및 콩기름 잉크를 활용해 재활용 우수 등급의 패키지를 적용한 것도 특징 대표 제품은 ‘롱테이크 샌달우드 인텐시브 트리트먼트’다. 기존에 경험할 수 없었던 깊고 풍부한 ‘우디 머스크 향’이 특징이다. 은은하고 따뜻한 ‘스파이시 노트(Spicy Note)’ 향과 흙내음이 어우러져 깊은 숲의 편안함을 떠오르게 한다. 식물성 단백질 3만 5천 ppm을 함유해 모발 탄력을 강화하고 끊어짐도 개선한다. 편백나무 유래 특허 성분도 함유해 극손상 모발에 풍부한 영양을 부여하며, 부드럽게 발리면서도 모발 흡수력과 밀착력이 우수하다. 사용 후 하루 종일 기름지거나 처지는 느낌 없이 깃털처럼 가벼운 부드러움을 경험할 수 있다.   롱테이크 퍼퓸 런칭 깊은 숲속의 흙과 나무의 풍부한 향을 담은 롱테이크의 시그니쳐 향인 샌달우드를 비롯해 무화과의 경쾌함과 베티버의 다크함이 어우러진 블랙티앤피그와 최근 출시한 산뜻하고 상쾌한 우디 시트러스 향인 바질앤베티버까지. 롱테이크만의 3가지 향이 가진 부드러운 감촉, 오래 지속되는 향이 선사하는 영감의 시간에 대한 표현을 모던하고 간결한 무드와 담담한 느낌으로 담아냈다.",
        "question": "[질문]\n롱테이크는 어떤 브랜드인가요?\n롱테이크가 ‘지속가능한 향 브랜드’로서 환경을 고려한 노력이 무엇인가요?\n롱테이크의 대표 제품 ‘샌달우드 인텐시브 트리트먼트’의 주요 특징은 무엇인가요?"
    },
    {
        "source": "MAMONDE.md",
        "context": "Mamonde (마몽드)\n브랜드 카테고리: 화장품\nHYPER FLORA 하이퍼 플로라 꽃에서 찾은 효능 성분과 최신의 스킨케어 성분을 결합하여 피부 시너지를 생성하는 마몽드의 스킨케어 솔루션 자신만의 독특한 방식으로 삶을 꽃 피울 수 있도록 마몽드는 아름다움의 경계를 깨고 모두가 자신만의 독특한 방식으로 삶을 꽃 피울 수 있도록 합니다. 마몽드의 새로운 심볼 1991년의 브랜드 헤리티지를 이어받아, 경계를 넘나드는 유기적인 형태의 M에 꽃을 더해 마몽드만의 자유롭고 당당한 아름다움을 표현합니다.",
        "question": "[질문]\n마몽드는 어떤 브랜드인가요?\n마몽드의 ‘Hyper Flora’ 개념이 의미하는 바는 무엇인가요?\n브랜드 심볼 속 ‘M’에 담긴 의미는 무엇인가요?"
    },
    {
        "source": "ODDESEY.md",
        "context": "Odyssey (오딧세이)\n브랜드 카테고리: 화장품\n매력적인 남성미와 미향(美香)을 향한 여정 오딧세이는 1996년 론칭한 프리미엄 남성 스킨케어 전문 브랜드로, 매력적인 남성상과 아름다운 향을 향한 여정이라는 의미를 갖고 있습니다. 시대에 맞게 변화하는 남성미에 대해 끊임없이 연구하고 정의하며, 새로운 감각을 추구하는 진취적인 남성들을 위한 감각적인 향 스킨케어 라인을 선보이고 있습니다. 25년이 넘는 남성 헤리티지의 오딧세이는 앞으로도 세련되고 감각적인 아이덴티티와 시대의 남성상을 제시해 나갈 것입니다.",
        "question": "[질문]\n오딧세이는 어떤 브랜드인가요?\n오딧세이가 25년 이상 프리미엄 남성 스킨케어 브랜드로 자리 잡을 수 있었던 이유는 무엇인가요?\n브랜드 철학에서 ‘매력적인 남성미와 미향을 향한 여정’이란 어떤 의미인가요?"
    },
    {
        "source": "prmr(프리메라).md",
        "context": "Primera (프리메라)\n브랜드 카테고리: 화장품\nAll about skin barrier by SEED TECH™ 씨드 테크 기반 피부 장벽 솔루션 브랜드 프리메라는 눈에 보이는 피부 문제를 개선하는 기존 스킨케어 방식에서 벗어나 오늘의 피부를 가장 건강하고, 가장 아름답게, 그리고 오래도록 유지하기 위해 Since 1986 씨드 연구 자산에 기반하여 피부 장벽의 근본적인 솔루션 ‘SEED TECHTM’를 제안합니다. 프리메라 씨드 테크는 순수 고함량 식물 단백질에서 추출한 씨드 펩타이드의 피부 장벽 자생-리페어 효과에 피토바이오틱스의 장벽 방어-지속 효과가 더해져 건강하고 아름다운 피부를 완성합니다.",
        "question": "[질문]\n프리메라는 어떤 브랜드인가요?\n프리메라의 ‘Seed Tech™’가 피부 장벽에 주는 효과는 무엇인가요?\n프리메라가 기존 스킨케어 방식에서 벗어나고자 한 이유는 무엇인가요?"
    },
    {
        "source": "SKIN u(스킨유).md",
        "context": "SKIN u (스킨유)\n브랜드 카테고리: 바디케어\n 내 몸의 감각을 일깨우는 섬세한 바디케어 브랜드 스킨유 스킨유는 감각적이고 오래 기억되는 잔향, 부드러운 피부결을 완성하는 스킨케어 솔루션으로 차별화된 바디케어 루틴을 선사합니다. 머스크향이 나는 자연의 열매인 암브레트 씨드를 향에 담아 피부에 오래 남는 잔향으로 나만의 부드러운 살냄새를 완성시켜주고, 밀도 높은 스킨케어 성분으로 피부에 궁극의 부드러움과 촉촉함을 선사합니다. 부드러움을 남기는 바디케어 스킨유는 자연의 열매인 머스크 씨드를 향에 담아 피부에 오래 남는 잔향으로 나만의 살냄새를 완성시켜주고 밀도 높은 크림거품으로 피부에 부드러움을 선사합니다.   스킨유 브랜드 비주얼 스킨유는 잔향에 대한 은유적 표현, 제품의 기능을 보여주는 사용하는 신을 풍성하게 담아내고자 했다. Target Needs & Wants 스킨유의 메인 고객인 Z세대는 피부의 본질에 대한 고민보다 바디 외형적 케어에 대한 니즈가 더욱 높았다. 또한 여러 소셜 매체를 통해 끊임없이 개성 있는 자아를 표현하는 세대라는 점에 주목했다. 여러 스터디를 통해 메인 고객의 특성을 반영하여 아래와 같이 브랜드 비주얼커뮤니케이션 방향을 결정하였다. point 01. 바디의 형태&텍스쳐를 적극적으로 드러내어 스킨유 제품이 전달하는 외형적 베네핏을 직관적으로 느껴지게 한다. point 02. 브랜드 페르소나 표현은 시각에 강렬하게 인지되는 컬러를 활용하여, 적극적으로 드러내 매력도를 강화한다. Visual Concept 비주얼커뮤니케이션 변화에 앞서, 브랜드 에센스는 기존의 ‘잔향과 부드러움을 남기는 바디케어’ 에서, ‘Awakening your sense’로 변화하였고, 브랜드 페르소나 또한 기존의 진중하고 여성적인 이미지에서 적극적이고 열정적인 모습의 페르소나로 변화하게 되었다. 이에 맞게, ‘본연의 매력을 선명하게 일깨워 주는 바디스킨케어 브랜드’로 브랜드를 재정의하였다. 이전의 비주얼커뮤니케이션이 향 소구 위주였다면, 외형적 베네핏을 담아낼 비주얼커뮤니케이션은 바디스킨케어의 생동감 있는 일상을 통해 표현하고자 하였다. 이러한 생동감 있는 에너지 표현은 새로운 스킨유 비주얼 표현 코드로서 페르소나, 제품, 베네핏, 향 표현 등 여러 영역에서 통일감 있게 전달될 수 있도록 하였다. 스킨유 브랜드 비주얼의 가장 큰 목적은 제품의 다양한 베네핏을 효과적으로 전달하고 브랜드 매력을 발산하는 것이었기에 제품의 사용 환경에서 느껴지는 제품의 베네핏을 꾸밈없이 직관적으로 전달하는 방향으로 컨셉을 잡게 되었다. Brand Persona & Color 변화한 브랜드 페르소나는, Confident / Honest / Passionate로 설명된다. 바디스킨케어의 편안함 속에서 드러나는 꾸밈없이 솔직한 내면, 당당한 매력의 페르소나를 비주얼로 표현하고자 했다. 커뮤니케이션에서 활용될 브랜드 컬러로 동일한 페르소나를 가지면서도 기존 자산인 용기 컬러와도 맞닿아있는 오렌지 계열의 컬러를 선정하여, 강렬한 컬러 포인트로 페르소나의 매력을 선명하게 드러내는 장치로 활용하였다. 이외에도 메인 컬러와 어울리면서도 각 향의 매력을 드러낼 수 있는 향별 컬러를 별도로 지정하여 향 커뮤니케이션 컬러로 활용하였다.",
        "question": "[질문]\n스킨유는 어떤 브랜드인가요?\n스킨유가 Z세대를 주요 타깃으로 설정한 이유는 무엇인가요?\n스킨유의 ‘Awakening Your Sense’ 브랜드 철학은 어떤 방식으로 표현되나요?"
    },
    {
        "source": "Sulwhasoo.md",
        "context": "Sulwhasoo (설화수)\n브랜드 카테고리: 화장품\nOUR BELIEF 설화수의 시선은 부분이 아닌 전체를 바라봅니다. 설화수는 겉으로 드러난 문제뿐 아니라 피부 속 근본 원인까지 주목합니다. 우리는 피부의 자생력을 회복하는 것이 진정한 해결책이며 피부가 가진 잠재 능력을 활성화 하는 것이 피부 건강을 위한 첫 단계라고 생각합니다. 이에 설화수는 피부 능력을 활성화하는 윤조에센스를 시작으로 피부를 위한 베스트 스킨케어 루틴을 제안합니다. OUR INGREDIENT 예로부터 인삼은 동서양에서 탁월한 효능을 인정받은 전설적인 뿌리로 알려져 있습니다. “먹어서 좋은 인삼, 피부에 발라도 좋지 않을까?’ 라는 호기심에서 시작해 설화수의 건강한 피부를 위한 인삼 연구는 멈추지 않고 이어졌습니다. 우리는 인삼 연구 선구자로서 피부를 위한 인삼 연구를 거듭한 결과, 궁극의 안티에이징을 위한 인삼의 효능을 피부에 전달하는 해답을 찾아냈습니다. OUR INNOVATION 설화수의 중추에는 설화수 한방 과학 연구 센터가 있습니다. 설화수 한방 과학 연구 센터는 아시아의 지혜와 현대 과학을 끊임없이 접목하며 설화수만의 혁신을 이끌고 있습니다. 1960년대부터 시작된 설화수의 인삼 연구는 자연의 재료로 만든 독보적 화장품을 만들기 위해 50여 년이 넘도록 계속되어 왔습니다. 발전에 발전을 거듭한 현재, 설화수 한방 과학 연구 센터는 건강한 피부를 위한 최고의 솔루션을 끊임없이 만들어내고 있습니다. CREATED BY SULWHASOO 설화수가 만드는 제품은 한국의 미학과 현대적 감성이 조화롭게 공존하는 혁신의 결정체입니다. 아름다운 피부를 위한 끊임 없는 노력과 수십년의 연구로 일구어낸 결과물입니다. 세대와 시간을 초월해 사랑받는 설화수의 제품은 예술 작품과도 같습니다.",
        "question": "[질문]\n설화수는 어떤 브랜드인가요?\n설화수가 ‘인삼’을 핵심 원료로 선택한 이유는 무엇인가요?\n설화수 한방 과학 연구 센터에서 진행하는 연구의 핵심은 무엇인가요?"
    },
    {
        "source": "구딸(GOUTAL).md",
        "context": "Goutal (구딸)\n 브랜드 카테고리: 향수\n Scents Of Your Life (향기로 기억되는 삶의 순간)  프랑스 하이 퍼퓨머리 하우스 구딸(GOUTAL)의 이야기는 1981년 조향사 아닉 구딸(Annick Goutal)이 파리의 작은 골목에 그녀만의 아뜰리에를 오픈하며 시작됩니다. 우아한 프렌치 라이프 스타일을 담은 구딸의 향들은 특유의 서정성과 독창적인 조향으로 곧바로 파리 지성인과 아티스트들에게 영감이 되었으며, 지난 40여 년간 전 세계 향수 애호가와 전문가들의 사랑을 받아왔습니다. 삶에 대한 영감과 도전, 기억 속의 소중한 순간들은 각각의 향수가 담고 있는 시적인 이야기들, 그리고 고귀한 원료들과 함께 섬세한 향기로 완성됩니다. 아름다운 삶을 향기로 기록하는 구딸의 향기를 만나보세요.  OUR HISTORY OUR ORIGIN STORY, AN EXCEPTIONAL WOMAN A musician, a model, an antique dealer and finally a perfumer... Annick Goutal left a legacy that is more than anything a state of mind, a vision. A woman of desire, with a determined and free-spirit character, with an artistic soul, who has lived several lives. She was an inspired and inspiring woman, driven by love. She was a woman who completely reinvented Haute Parfumerie and who knew, year after year, how to transform emotions into exceptional fragrances. She was a pioneer woman, she shaped a Parisian Maison to her own image, an independent perfumery driven by love. She was one of the first woman perfumers in a man's world. She was a visionary woman, who never hesitated to do things differently, creating a vetiver with marine notes when no one else had thought of it, or fresh and delicate perfumes when the trend was for heady, overpowering fragrances… Her creations appeal to lovers of beautiful fragrances.  FROM ONE SKIN TO ANOTHER, a story through the art of sharing Composed of the rarest and most noble essences, a Goutal fragrance, once worn on the skin, tells an infinitely personal story. A trail that leaves an impression on the heart rather than deliver an overpowering sensation. Each perfume awakens the imagination, invoking an emotion, a childhood or holiday memory, the poetry of a journey. Each Goutal composition is an act of sharing. Signature scents that travel through time and generations. More than fragrances, emotions, unique experiences, initiatory journeys  The know-how of emotion For forty years, we have developed an exceptional savoir-faire, the art of creating fragrances of emotions. Shaped by the values of its creator, our Maison has always been able to affirm its identity and remain faithful to what it has always been: Generous, in the choice of exceptional raw materials and attentive details for our customers. Sincere, in our creative intentions, our relationship with others and our very personal way of expressing ourself. Undenianly free, in our choices, what we do, we do by choice and not to follow a trend. Intimate , through each fragrance, tell your stories  A LOVE LET TER THAT EXTENDS TO EACH BOTTLE At Goutal, we care about both substance and form. Something which speaks volumes about the character,and generosity, of the Maison. We favor local craftsmanship and know-how. All our bottles are entirely manufactured in France,and - just as it was on the first day - all of our labels are delicately applied,one by one, by hand, in French workshops. Finally, commitments to the environment are of course essential today, but they have always been of foremost importance at Goutal: another reason which puts up in the avant-garde  THE HOUSE’S COMMITMENT THE 3 PILLARS AT THE HEART OF OUR DNA  PILLARS 1. OUR LOVE OF NATURE As a Maison based in Paris, we need nature to create new stories.  PILLAR 2. OUR CAREFULLY CHOSEN INGREDIENTS Goutal does not follow trends and has always maintained a vision for Haute Parfumerie that is based on creative freedom and natural elements.  PILLAR 3. OUR FRENCH SAVOIR-FAIRE AND SUSTAINABLE PRACTICES Goutal is passionate about perpetuating the legacy of outstanding skill and craftsmanship that epitomises French Haute-Parfumerie. To this day, the Maison still composes and produces all its fragrances and candles in France, using French noses and experts.",
        "question": "[질문]\n구딸은 어떤 브랜드인가요?\n구딸이 하이 퍼퓨머리 브랜드로 세계적인 명성을 얻게 된 배경은 무엇인가요?\n‘향기로 기억되는 삶의 순간’이라는 철학이 구딸의 제품에 어떻게 반영되었나요?"
    },
    {
        "source": "라보에이치(LABOH).md",
        "context": "LABOH (라보에이치)\n브랜드 카테고리: 헤어\n라보에이치(LABOH) 두피 스킨케어 전문가 _라보에이치아모레퍼시픽 피부 과학 노하우를 기반으로, 근본적으로 제시하는 두피 솔루션 라보에이치는 ‘두피는 특별한 피부’라는 관점에서 시작한 브랜드입니다.두피 장벽 강화를 통해 두피 본연의 건강을 되살려 탈모, 비듬, 손상 등 두피&헤어 문제를 근본적으로 해결하는 새로운 ‘두피 스킨케어’ 솔루션을 제공합니다. ------  OUR STORY  LABOratory Of Honesty 진실을 담음 두피스킨케어 연구소 라보에이치  Scalp Skincare Solution 두피 본연의 건강을 되살려 두피 모발 고민 없는 세상을 만들어갑니다.  “두피는 특별한 피부” 1954년부터 시작된 아모레퍼시핏의 피부과학연구 노하우를 두피케어 연구에 접목했습니다.  스칼프베리어218TM 라보에이치가 선택한 단 하나의 성분과 기술 (특허번호 10-1993279) 프로바이오틱스가 약해진 두피 장벽을 강화해줍니다.",
        "question": "[질문]\n라보에이치는 어떤 브랜드인가요?\n라보에이치가 두피를 ‘특별한 피부’로 보는 이유는 무엇인가요?\n라보에이치의 ‘스칼프베리어218™’ 기술이 두피 건강에 주는 효과는 무엇인가요?"
    },
    {
        "source": "려(RUO).md",
        "context": "RUO (려)\n브랜드 카테고리: 헤어\n  뿌리로부터 자라는 본연의 아름다움 뿌리깊은 나무가 쉬이 흔들리지 않듯 두피 깊은 곳의 근본 모근 케어로 풍성하고 건강한 모발의 아름다움을 추구하며 아시안헤리티지 원료에 기반한 고객들의 탈모 고민에 대한 맞춤 솔루션을 제시합니다. 2008년에 런칭한 ‘려’는 1973년부터 시작된 아모레퍼시픽의 두피 연구 기술이 담겨있는 고기능 탈모 케어 브랜드로 대표 제품인 자양윤모 샴푸는 오랫동안 대한민국을 넘어 아세안에서 사랑받고있는 제품입니다. 최근 려는 원인과 증상이 다른 남녀의 탈모를 맞춤 케어하는 ‘루트젠‘ 라인을 새롭게 런칭하여 프리미엄 탈모케어의 새로운 단계를 나아가고 있습니다.",
        "question": "[질문]\n려는 어떤 브랜드인가요?\n‘려’ 브랜드가 아시안 헤리티지 원료를 강조하는 이유는 무엇인가요?\n려의 ‘루트젠’ 라인이 남녀별 탈모 케어에 맞춰 개발된 방식은 무엇인가요?"
    },
    {
        "source": "메디안.md",
        "context": "Median (메디안)\n브랜드 카테고리: 덴탈케어\n내 치아를 위한 맞춤 처방 메디안은 “건강한 치아가 뒷받침 된 환한 미소가 진정한 아름다움을 완성시킨다”고 믿습니다. 이런 철학을 바탕으로 기능적 구강 건강 솔루션은 물론, 미적인 가치까지 제품에 반영합니다. 1983년 런칭하여 지난 40여년 간 고객의 치아 건강을 지키기 위해 노력해온 메디안은 현재 기능성 구강케어 전문 브랜드로 자리매김 하였습니다. 많은 고객에게 사랑을 받은 치석 전문 ‘치석케어 93% 치약’, 임상으로 확인된 강력한 개선 효과로 구강 고민을 케어하는 ‘과학 라인 치약’, 고객이 가장 선호하는 성분인 프로폴리스와 고불소 함유로 매력도를 극대화한 ‘그린프로폴리스 치약’까지 고객의 구강 고민과 라이프스타일을 세심하게 배려한 제품 출시로 많은 사랑을 받았습니다. 앞으로도 전문성과 기능성을 바탕으로 건강한 치아와 아름다운 미소를 선사하고,고객의 가장 가까이에서 신뢰할 만한 브랜드로 자리잡고자 합니다.",
        "question": "[질문]\n메디안은 어떤 브랜드인가요?\n메디안이 ‘치석 케어’에 집중하게 된 배경은 무엇인가요?\n브랜드가 ‘구강 건강’과 ‘미적 가치’를 함께 고려하는 이유는 무엇인가요?"
    },
    {
        "source": "메이크온.md",
        "context": "메이크온 (make ON)\n브랜드 카테고리: 뷰티디바이스\n## 메이크온(makeON) - 스마트 뷰티 디바이스 브랜드\n\n### ① 브랜드 개요\n**메이크온(makeON)**은 **'손끝에서 완성하는 스마트 스킨케어'**를 모토로 하는 **뷰티 디바이스(Beauty Device) 브랜드**다.  \n- 2014년 아모레퍼시픽이 론칭  \n- 피부 관리 효과를 극대화할 수 있는 **LED, 미세전류, 초음파** 등의 뷰티 테크놀로지를 적용  \n- **집에서도 전문가급 피부 케어 가능**  \n\n### ② 핵심 가치\n- **과학적 피부 관리 솔루션** → 전문가 기술을 일상 속으로  \n- **간편한 사용법** → 누구나 쉽게 사용할 수 있는 디자인  \n- **피부 개선 효과 극대화** → 화장품 흡수율 증가, 탄력 개선, 피부 진정  \n\n### ③ 대표 제품\n- **스킨라이트 테라피 II** – **LED 테라피**(핑크/옐로우/블루 라이트)로 피부 진정 & 광채 케어  \n- **워터 퓨어 클렌저** – **음파 진동 세안기**로 모공 속까지 깨끗하게 클렌징  \n- **마그네타이트 스킨케어 디바이스** – **미세전류**로 리프팅 & 피부 탄력 개선",
        "question": "[질문]\n메이크온은 어떤 브랜드인가?\n메이크온(makeON)이 ‘스마트 뷰티 디바이스 브랜드’로서 강조하는 주요 기술은 무엇인가요?\n언제 첫 런칭을 했어?\n‘스킨라이트 테라피 II’의 LED 테라피(핑크/옐로우/블루 라이트)는 각각 어떤 피부 효과를 제공하나요?\n‘워터 퓨어 클렌저’는 어떤 기술을 활용하여 기존 클렌징 방식과 차별화되었나요?\n‘마그네타이트 스킨케어 디바이스’는 무엇을 위한 디바이스인가?\n메이크온 제품을 사용할 때, 피부 타입별로 주의해야 할 점이 있나요?"
    },
    {
        "source": "미쟝센(MISEENSCENE).md",
        "context": "Mise en Scene (미쟝센, MISEENSCENE)\n브랜드 카테고리: 헤어\n CHANGE YOUR HAIR, CHANGE YOUR LIFE글로벌 헤어패션 브랜드, 미쟝센 당신의 스타일을 ‘미쟝센’ 합니다. mise-en-scene은 프랑스어 ‘연출하다’의 의미를 담아 ‘당신의 헤어스타일과 이미지를 완성도 높게 연출한다’는 철학을 지니고 있습니다.헤어의 변화를 통해 당신이 좀 더 멋지고 아름답게 변화할 수 있다는 믿음을 갖고 있습니다. 헤어 컬러를 통해 나를 과감하게 표현하고, 윤기 있는 스타일링을 통해 나만의 패션스타일을 완성시켜 주는 헤어 패션 브랜드입니다.   스토리 01 당신의 스타일 디렉터, 미쟝센 Mise-en-Scene은 '화면 속을 배치하다'라는 뜻의 프랑스어에서 유래되었습니다. 특별히 현대 연극과 영화에서는 인물부터 분장, 조명, 배경, 카메라의 움직임까지 세심하게 고려한 미학적 연출을 의미합니다. 미쟝센은 당신의 헤어스타일과 이미지를 완성도 높게 디렉팅한다는 철학을 지닌 페셔너블 헤어토털 브랜드입니다  02 미쟝센을 만나는 순간, 모든 곳이 무대 미쟝센에게 당신의 일상 공간은 무대, 하루의 순간들은 영화의 한 컷과 같습니다. 시대의 트렌드, 뷰티, 라이프스타일이 정교하게 함축되어 강렬한 이미지를 남기듯, 미장센은 스타일의 시작이자 완성이라 할 수 있는 헤어스타일로 당신의 일상을 빛낼 것입니다. 건강한 머릿결을 위한 프리미엄한 터치와 케어는 물론, 당신이 원하는 스타일로의 완벽한 연출을 위해 준비된 미쟝센의 혁신적인 제품과 전문적인 솔루션, 스타일리시한 컨텐츠. 이제 당신의 일상은 보다 모던하고 트렌디하며 세련된 무대가 됩니다.  03 미쟝센과 함께하는 순간, 당신은 일상이라는 무대의 주인공 당신에게 헤어스타일은 어떤 의미인가요? 미쟝센은 단순히 세팅을 넘어 당신의 삶을 바꿀 수 있는 시작점이라고 생각합니다. 영화 속 주인공이 배역에 따라 스타일을 바꿔 변신하듯, 두려움과 망설임 앞에 시도하지 않았던 스타일을 즐기도록, 하나하나 당신만의 스타일을 만들어가도록 용기와 변화를 주는 브랜드가 될 것입니다. 완벽하게 갖춰진 스타일은 당신의 표정과 자세에도 자신감을 주며, 개성있고 세련된 스타일과 라이프스타일로 당당하게 타인의 시선을 사로잡도록 할 것입니다.   철학 트렌디하면서도 개성넘치는, 어디서나 눈에 띄는 나만의 헤어 스타일 트렌디, 개성, 자신감 미쟝센이 표현하는 헤어 세계관입니다.  TRENDY of 미쟝센 시대 감성을 리드하는 감각적이고 개성있는 헤어 스타일 PROFESSIONAL of 미쟝센 다양한 스타일을 존중하며 원하는 헤어 연출을 가능하게 하는 혁신적인 제품 CARE of 미쟝센 헤어에 적합하면서도 매력적인 성분과 향을 사용 PREMIUM VALUE of 미쟝센 고급스러운 디자인, 만족스러운 제품으로 생활용품 그 이상, 프리미엄한 헤어 코스메틱 이미지를 전달  MISE-EN-SCENE'S SHORT FILM FESTIVAL 2019년 미쟝센이 후원하는 제18회 미쟝센 단편영화제 ‘장르의 상상력展’이 18주년을 맞이하게 되었다. 영화 용어에서 시작된 미쟝센을 브랜드명으로 갖고 있다는 특징으로 인해 미쟝센은 론칭 초기부터 부산국제영화제 후원 등 국내 영화 업계와 좋은 인연을 맺어왔다. 특히 브랜드 인지도가 점차 증가하던 2002년 후반부터는 '미쟝센 단편영화제' 를 직접 개최하여 기존 영화제의 틀을 극복하고자 노력해왔다. 여러 영화 장르 가운데 익숙한 컨벤션을 비틀고 휘저어 관객을 낯설게 하는 단편영화의 '발칙함'과 '상상력'이 미래를 먼저 생각하는 미쟝센의 성격과 크게 다르지 않았던 것이다. 앞으로도 미쟝센은 매년 새롭게 변모하는 단편 영화제를 통해 영화를 사랑하는 고객들과 만나게 될 것이며 국내 단편 영화 발전에 기여하는 국내 유일의 토탈 헤어 코스메틱 브랜드로 기억될 것이다.",
        "question": "[질문]\n미쟝센은 어떤 브랜드인가요?\n미쟝센 브랜드명이 ‘mise-en-scene (연출하다)’에서 유래된 이유는 무엇인가요?\n미쟝센이 헤어 스타일을 ‘완벽하게 디렉팅’하는 브랜드로 자리 잡은 이유는 무엇인가요?"
    },
    {
        "source": "바이탈뷰티.md",
        "context": "바이탈뷰티 (VITAL BEAUTY)\n브랜드 카테고리: 이너뷰티\n ## 바이탈뷰티(VITAL BEAUTIE) - 건강한 아름다움을 위한 이너 뷰티 브랜드\n\n### ① 브랜드 개요\n**바이탈뷰티(VITAL BEAUTIE)**는 **'아름다움은 건강에서 시작된다'**는 철학을 바탕으로 **이너 뷰티(Inner Beauty)**를 강조하는 아모레퍼시픽의 건강기능식품 브랜드다.  \n- 2002년, 아모레퍼시픽의 70년 식물 연구 및 **차(茶) 기반 원료 연구**를 바탕으로 탄생  \n- **‘내면의 건강이 곧 아름다움을 만든다’**는 컨셉  \n- 피부 건강, 다이어트, 면역력 강화 등 다양한 기능성 제품 제공  \n\n### ② 핵심 가치\n- **과학적 연구 기반** → 아모레퍼시픽 기술력 & 피부-건강 연구  \n- **자연 유래 원료 사용** → 녹차 유래 성분, 홍삼 등  \n- **현대인의 라이프스타일 맞춤 제품** → 스틱형, 앰플 등 간편한 포장  \n\n### ③ 대표 제품\n- **메타그린** – 녹차 카테킨 기반 다이어트 보조제  \n- **슈퍼콜라겐** – 저분자 콜라겐 펩타이드로 피부 탄력 개선  \n- **명작수** – 프리미엄 홍삼 앰플, 면역력 강화  \n- **뷰티유 유산균** – 장 건강과 피부 개선을 위한 유산균",
        "question": "[질문]\n바이탈뷰티는 어떤 브랜드인가요?\n바이탈뷰티가 강조하는 ‘이너뷰티’란 무엇인가요?\n바이탈뷰티의 대표 제품인 ‘메타그린’과 ‘슈퍼콜라겐’은 각각 어떤 기능을 하며, 주성분은 무엇인가요?\n바이탈뷰티가 사용하는 주요 원료 중 ‘차(茶) 기반 원료’가 피부 및 건강에 미치는 효과는 무엇인가요?\n바이탈뷰티 제품은 현대인의 라이프스타일에 맞춰 설계되었다고 하는데, 어떤 점에서 편리한가요?\n바이탈뷰티 제품을 섭취할 때, 효과를 극대화할 수 있는 섭취 방법이나 주의할 점이 있나요?"
    },
    {
        "source": "아모스 프로페셔널(AMOS PROFESSIONAL).md",
        "context": "AMOS PROFESSIONAL (아모스 프로페셔널)\n브랜드 카테고리: 헤어\n Trendy & Trust Worthy Professional Hair Beauty 믿을 수 있는 성분과 기술로 트렌디한 스타일을 완성하는 프로페셔널 헤어 뷰티 아모스프로페셔널은 검증된 두피와 모발 솔루션으로 자신감 있는 헤어 뷰티를 완성하는 프로페셔널 살롱 브랜드 입니다.  프로의 순간을 완성하는 가장 프로프셔널적 시선 프로페셔널의 손끝에서 실현되는 살롱 워크, 우리는 프로페셔널의 터치가 필요힌 순간을 완성시킵니다. 우리의 연구와 기술력은 시대의 거대한 아카이브가 되고, 품질을 향항 우리의 집념은 혁신을 거듭하여 프로를 위한 살롱 케어 루틴의 체계를 만들어갑니다. 절제된 직선미와 감각적인 아트 워크는 영감이 필요한 순간에 솔루션으로 찾아갑니다. 우리는 자신만의 철학과 남다른 감각으로 아름다움을 만들어가는 헤어 디자이너의 프라이드와 사명감을 존중하기에, 이들이 더욱 가치 있게 보여지는 빙법을 찾습니다. 우리는 모두 프로입니다. 소통으로 만들어갈 성장과 배움의 가치, 마침표가 없는 그 끝에 우리만의 언어 PRO CODE는 시대의 중심이 될 것입니다.  BRAND CORE VALUE PROFESSIONALISM 우리는 자신만의 철학으로 스타일을 만들어가는 프로페셔널의 순간을 위해 존재합니다. 절제된 직선미와 디자이너의 오감을 재해석한 아트워크, ‘PRO’라는 에센스는 프로페셔널에게 새로운 영감을 주며 정교한 살롱 워크를 완성 시킵니다. K-PRO STANDARD 우리의 기술력은 혁신을 거듭하며 한국인의 두피와 모발을 위한 솔루션을 제안합니다. 연구 기술과 품질을 위한 끊임 없는 집념은 더욱 단단한 중심이 되어 살롱 케어 루티느이 기준을 만들어갑니다. DESIGNER FIRST 우리는 프로페셔널의 성장을 언제나 응원합니다. 헤어 디자이너의 에너지와 진정성을 발견하고 영감을 구체화 하기 위한 성장의 기회를 만들며, 가치 있는 배움의 현장으로 찾아가 함께 고민하고 도전합니다.",
        "question": "[질문]\n아모스 프로페셔널은 어떤 브랜드인가요?\n아모스 프로페셔널이 ‘K-PRO STANDARD’를 브랜드 철학으로 내세우는 이유는 무엇인가요?\n브랜드가 헤어 디자이너와 함께 성장하는 방식을 설명해주세요."
    },
    {
        "source": "아윤채(AYUNCHE).md",
        "context": "AYUNCHE (아윤채)\n브랜드 카테고리: 헤어\n Detailed & High Performing Salon Care 아윤채는 디자이너와 고객을 생각합니다. 디자이너의 불편과 고충, 현실적인 헤어 고민들을 해결하기 위해 끊임없이 연구해온 아윤채의 새로운 접근은 그 답이 될 것입니다. 눈에 보이는 화려함보다 본질에 충실한 기능들을 담백하게 담아내며, 환경과 공존하며 나아가는 아윤채의 철학을 심미적으로 구현했습니다. 디자이너 살롱 워크를 위한 PRO와 데일리 헤어 라이프를 위한 TAKE HOME 두 라인업은 제품 구성과 효능, 사용감, 감각적인 향까지 그 무엇도 소홀하지 않은 프로페셔널 헤어 솔루션 브랜드, 아윤채를 온전히 경험할 수 있는 기회가 될 것입니다. -----------------------------DETAILED High Performing Salon Care 디테일의 시작과 끝에서 경험을 디자인하다. 아윤채는 디자이너와 고객을 생각합니다. 디자이너의 불편과 고충, 현실적인 헤어 고민들을 해결하기 위해 끊임없이 연구해 온 아윤채의 새로운 접근은 그 답이 될 것입니다. 눈에 보이는 화려함 보다 본질에 충실한 기능들을 담백하게 담아냈으며, 환경과 공존하며 나아가는 아윤채의 철학을 심미적으로 구현했습니다. 디자이너 살롱 워크를 위한 ‘PRO’와 데일리 헤어 라이프를 위한 ‘TAKE HOME’ 두 라인업은 제품 구성과 효능, 사용감, 감각적인 향까지 그 무엇도 소홀하지 않은 프로페셔널 헤어 솔루션 브랜드, 아윤채를 온전히 경험할 수 있는 기회가 될 것입니다.  ONLY AYUNCHE #1 Designer First 아윤채는 프로페셔널 디자이너의 눈높이와 한 끗 다른 스타일링에 대한 열망까지 담았습니다. 그립감, 사용성, 동선까지. 디자이너들만 알 수 있는 스타일링 환경 속, 작은 불편함들도 놓치지 않았습니다. #2 High Performance Solution 아윤채는 디자이너와 고객을 위해 살롱 워크를 기본으로 한 체계적인 헤어 솔루션을 제안합니다. 건강한 모발과 두피 환경을 만드는 데 필요한 성분만을 엄선해 담백하게 담아낸 클린한 포뮬러, 본질에 충실한 정제된 모습으로 과학적으로 입증된 효능만을 선보입니다. #3 Sensory Pleasure 아윤채는 일상의 감각적 즐거움을 선사합니다. 살롱 케어를 재현해 일상 속 헤어 루틴을 완성하고, 작은 디테일을 놓치지 않은 제품의 디자인과 감각적인 향까지 디자이너와 소비자의 새로운 헤어 라이프 경험을 선물합니다.",
        "question": "[질문]\n아윤채는 어떤 브랜드인가요?\n아윤채가 헤어 디자이너의 니즈를 충족시키기 위해 연구하는 방식은 무엇인가요?\n브랜드의 ‘High Performance Solution’이 소비자들에게 주는 가치는 무엇인가요?"
    },
    {
        "source": "에스트라(AESTURA).md",
        "context": "AESTURA (에스트라)\n브랜드 카테고리: 메디컬뷰티\n 태평양제약에서 시작된 헤리티지에 기반해 오래도록 건강한 아름다움을 선사하는 브랜드 태평양제약으로 시작된 헤리티지에 기반하여, 오래도록 건강한 아름다움을 선사하는 브랜드, 에스트라 강과 바다가 만나 이뤄낸 가장 비옥한 땅, 삼각주처럼 에스트라는 태평양 제약으로부터의 헤리티지와 아모레퍼시픽의 최첨단 피부과학의 만남을 근간으로, 피부과 전문의들과의 협업을 지속하며 시대에 따라 달라지는 민감피부의 고민해결을 위해 겉으로 드러난 문제 뿐 아니라 그 근본 원인까지 총체적으로 케어하는 궁극의 피부 솔루션을 제공하며 건강한 피부를 통해 찾아가는 충만하고 자신감 있는 삶, 오래도록 건강한 아름다움을 선사합니다.   실체있는 피부 과학을 기반으로 민감피부를 위해 진화시킨 더마솔루션  민감피부를 위한 더마솔루션의 진화, 에스트라  Inspired by pharmaceutical Heritage 태평양제약으로부터 이어져 내려온 의사/전문가 협업으로 축적된 의약학적 헤리티지 Beauty Science for Sensitive skin 민감피부를 위해 피부전문가들과 함께 연구하는 피부과학 Quality Control System 더마 마스터가 컨트롤하는 차별화된 더마생산 시스템  AESTURA Brand Story 서로 다른 물이 만나 탄생하는 삼각주의 비옥함처럼, 우리의 의약학적 경험을 통한 헤리티지와 최신의 피부 과학이 만나 당신의 건강한 아름다움이 구현되길 바라는 마음으로 탄생하였습니다.",
        "question": "[질문]\n에스트라는 어떤 브랜드인가요?\n에스트라가 ‘태평양제약’의 헤리티지를 계승하면서 발전시킨 점은 무엇인가요?\n브랜드가 ‘민감 피부’를 위한 더마 솔루션을 연구하는 방식은 무엇인가요?"
    },
    {
        "source": "오설록.md",
        "context": "오설록 (OSULLOC)\n브랜드 카테고리: 티컬쳐\n오설록은 **아모레퍼시픽(Amorepacific)**이 운영하는 프리미엄 차(茶) 브랜드로, 제주도의 청정 자연 속에서 자란 한국 전통 차 문화를 현대적으로 재해석하여 선보이고 있다. ① 창립 배경: 오설록은 1979년, 아모레퍼시픽 창업자인 서성환 회장이 '한국의 차 문화를 세계에 알리겠다'는 비전을 가지고 시작한 브랜드다. 당시 한국의 차 산업은 침체되어 있었고, 대부분 수입 차(茶)에 의존하고 있었기 때문에, 직접 차 농장을 조성하여 국산 차의 우수성을 되살리려는 노력이었다.브랜드 이름 **‘오설록(OSULLOC)’**은 **‘설록(雪綠, 눈처럼 푸른 차밭)’을 바라본다(悟, 깨달을 오)**는 뜻으로, 자연과 차에 대한 철학을 담고 있다.② 핵심 가치: 청정 제주에서 자란 차, 오설록은 제주도의 비옥한 화산토와 깨끗한 공기, 최적의 강수량을 활용하여 최상의 찻잎을 재배한다. 한국 차 문화의 현대적 재해석, 전통적인 방식의 차뿐만 아니라, 현대인의 라이프스타일에 맞춘 다양한 제품(티백, RTD 음료, 디저트 등)을 개발한다. - 지속 가능성 및 친환경 철학: 오설록은 유기농 재배를 원칙으로 하며, 지속 가능한 농법을 적용하여 자연과 공존하는 차 문화를 지향한다.\n##주요 사업 및 활동\n- 오설록 티뮤지엄 (OSULLOC Tea Museum) : 제주 서귀포에 위치한 차 박물관으로, 차의 역사와 문화를 체험할 수 있는 공간, 티 테이스팅 프로그램 운영\n- 오설록 티하우스 (OSULLOC Tea House) : 서울, 제주 등지에서 운영하는 프리미엄 차 카페, 녹차 디저트 및 다양한 차 음료 판매\n- 글로벌 시장 진출 : 미국, 중국 등 해외 시장에도 한국 차를 알리고 있음, 해외 유명 티 브랜드와 협업",
        "question": "[질문]\n오설록은 뭐하는 브랜드야?\n오설록 브랜드가 설립된 배경과 창립자의 비전은 무엇인가요?\n오설록의 브랜드 이름 ‘OSULLOC’은 어떤 의미를 담고 있나요?\n오설록이 강조하는 ‘청정 제주에서 자란 차’의 특징은 무엇인가요?\n오설록이 한국 차 문화를 현대적으로 재해석한 사례에는 어떤 것들이 있나요?\n오설록의 주요 사업 활동에는 어떤 것들이 있으며, 각각의 역할은 무엇인가요?"
    },
    {
        "source": "한율.md",
        "context": "HANYUL (한율)\n브랜드 카테고리: 화장품\n 만의 건강한 균형 Everyday glass skin, the K-beauty Recipe 한율은 피부가 건강하게 빛나는 한국 여성의 스킨케어 비법을 전파하는 브랜드 입니다. 매일 꾸준히 피부와 마음의 ‘비움’과 ‘채움’ 균형을 찾아 관리한 것이 본연의 피부 그 자체로 좋아보이는 한국 여성의 ‘K-glass Skin’의 비결이라고 한율은 생각합니다. 혹독한 사계절의 변화를 견디며 생명력을 유지하는 한국 자연 원료의 응축된 힘을 피부에 순하지만 강력하게 전하는 동시에, 한국 발효 식품에서 찾아낸 성분을 마이크로바이옴 기술로 개발한 포스트바이오틱스 ‘Skin Balancer™’를 모든 제품에 담아 피부 즉각 개선은 물론 피부 건강을 위한 근본적 솔루션을 제공합니다. 피부와 마음을 온전히 비우고 충분 채워 나만의 건강한 균형을 찾아주는 한율의 비움채움 루틴은 본질적으로 건강한 피부와 나의 본연의 빛이 드러나게 합니다. 한국의 이로움으로 전하는 균형 잡힌 아름다움, 한율 근본을 관리하는 건강한 피부와 생활 태도로 균형 잡힌 아름다움을 전하는 K-heritage 클린 기능성 브랜드 한국 로컬 원료의 이로움 한국의 로컬 성분이 가진 힘을 극대화 하고 더 효과적으로 쓰일 수 있도록 발전시키는 것,이것이 바로 한율의 시작입니다. 쑥, 쌀, 콩. 일상에서 흔히 볼 수 있는 원료, 한율에게는 귀한 보물입니다. 과거부터 전해온 선조들의 노하우가 현대의 우리에게도 뛰어난 영감이자 솔루션이 될 수 있다고 믿기 때문입니다. 한국 로컬에서 피부를 위한 잠재력을 가진 식물을 찾아 힘을 극대화 하고, 더 효과적으로 쓰일 수 있도록 지속적인 연구를 통해 피부 건강에 유효한 성분을 찾습니다. 피부 스스로 강해질 수 있는 힘, 마이크로바이옴 과학 한국의 발효 식문화에는 자연스러운 미생물 반응으로 유익한 유기물을 발생시켜 풍부한 영양을 담아내는 과학적 지혜가 담겨져 있습니다. 한국의 발효 식문화에서 마이크로바이옴 과학의 실마리를 찾아 개발한 독자적 성분 Skin Balancer™ *.피부 장벽을 강화하여 외부 자극에 맞서 스스로 강해질 수 있는 힘을 키워주는 한율 피부 과학의 결정체 입니다. 균형 잡힌 아름다움, Active Balanced Beauty 건강한 피부 균형과 내면의 단단함을 통해 어떤 문제에도 쉽게 무너지지 않는 균형 잡힌 아름다움에 진정으로 가까워 집니다. 로컬 원료에서 찾은 고효능 성분으로 피부 표면의 문제를 즉시 해결함과 동시에 근본의 힘을 길러 내외면의 균형을 이루게 합니다. 나아가 피부에 편안한 제형, 기분 좋은 자연의 향, 한국적 미학을 담은 패키지의 시각적 즐거움을 담아 모든 경험의 순간에 안식과 힐링을 전하기 위해 노력합니다. - 핵심 가치: 한국 전통 원료, 발효 과학, 클린 뷰티 - 대표 제품: 어린쑥 수분진정 크림, 쌀 진액 스킨",
        "question": "[질문]\n한율은 어떤 브랜드인가요?\n한율이 ‘K-glass Skin’ 개념을 제안한 이유는 무엇인가요?\n브랜드가 전통 발효 과학을 활용하여 개발한 ‘Skin Balancer™’의 효과는 무엇인가요?"
    }
]